Repository: endelwar/baruwa
Catalog: src/baruwa/locale/*/LC_MESSAGES/django.po
Languages: cs, de, es, fr, id, pl, pt, ru, th

source: Top Senders by Quantity
cs: Největší odesílatelé podle množství
de: Top nach der Menge der Absender
es: Principales remitentes por cantidad
fr: Top expéditeurs par quantité
id: Atas pengirim oleh kuantitas
pl: Top nadawców Ilościowo
pt: Top remetentes por quantidade
ru: Отправителей по количеству
th: ส่งสูงสุด โดยปริมาณ

source: Top Senders by Volume
cs: Největší odesílatelé podle objemu
de: Top Absender Volumenprozent
es: Principales remitentes por volumen
fr: Top expéditeurs selon le Volume
id: Atas pengirim dengan Volume
pl: Top nadawców Objętościowo
pt: Top remetentes por Volume
ru: Отправителей по объему
th: ส่งสูงสุด ด้วยระดับเสียง

source: Top Sender Domains by Quantity
cs: Nejvíce odesílající domény podle množství
de: Top-Absender-Domains nach Menge
es: Principales dominios de remitente por cantidad
fr: Top Domaines d'expéditeur par Quantité
id: Atas domain pengirim oleh kuantitas
pl: Top domen nadawców Ilościowo
pt: Principais domínios de remetentes por quantidade
ru: Лучшие домены отправителей по количеству
th: โดเมนผู้ส่งด้านบน ด้วยปริมาณ

source: Top Sender Domains by Volume
cs: Nejvíce odesílající domény podle objemu
de: Top-Absender-Domains nach Volumen
es: Principales dominios de remitente por volumen
fr: Top Domaines d'expéditeur selon le Volume
id: Atas domain pengirim dengan Volume
pl: Top domen nadawców Objętościowo
pt: Principais domínios de remetentes por Volume
ru: Лучшие домены отправителей по объему
th: บนโดเมนผู้ส่ง ด้วยเสียง

source: Spamassassin Score Distribution
cs: Rozdělení skóre spamassassina
de: SpamAssassin Ergebnis Verteilung
es: Distribución de puntuación de SpamAssassin
fr: Distribution de Score Spamassassin
id: SpamAssassin Skor distribusi
pl: Dystrybucja Oceń Spamassassin
pt: Distribuição de Pontuação do SpamAssassin
ru: SpamAssassin Оценка распределения
th: แจกคะแนน Spamassassin

source: Top Mail hosts
cs: Největší e-mailoví hostitelé
de: Obere Mailhosts
es: Hosts de correo superiores
fr: Top hôtes Mail
id: Mail semesta alam
pl: Top Serwerów Poczty
pt: Top hosts de correio
ru: Топ почтовые узлы
th: โฮสต์จดหมายด้านบน

source: Top Recipients by Quantity
cs: Největší příjemci podle množství
de: Top Empfänger nach der Menge
es: Principales destinatarios por cantidad
fr: Top Bénéficiaires par Quantité
id: Atas penerima dengan kuantitas
pl: Top Adresatów Ilościowo
pt: Principais destinatários por quantidade
ru: Топ получатели по количеству
th: รับสูงสุด โดยปริมาณ

source: Top Recipients by Volume
cs: Největší příjemci podle objemu
de: Top Empfänger Volumenprozent
es: Principales destinatarios por volumen
fr: Top Bénéficiaires selon le Volume
id: Atas penerima dengan Volume
pl: Top Adresatów Objętościowo
pt: Principais destinatários por Volume
ru: Топ получателей по объему
th: รับสูงสุด โดยปริมาตร

source: Top Recipient Domains By Quantity
cs: Nejvíce přijímající domény podle množství
de: Top-Empfänger-Domains nach Menge
es: Principales dominios de destinatario por cantidad
fr: Top Domaines bénéficiaire par Quantité
id: Atas penerima domain oleh kuantitas
pl: Top Domen Adresatów Ilościowo
pt: Principais domínios de destinatário por quantidade
ru: Лучшие домены получателей по количеству
th: โดเมนผู้รับบน ด้วยปริมาณ

source: Top Recipient Domains By Volume
cs: Nejvíce přijímající domény podle objemu
de: Top-Empfänger-Domains nach Volumen
es: Principales dominios de destinatario por volumen
fr: Top Domaines bénéficiaire selon le Volume
id: Atas penerima domain dengan Volume
pl: Top Domen Adresatów Objętościowo
pt: Principais domínios de destinatário por Volume
ru: Лучшие домены получателей по объему
th: โดเมนผู้รับบน ด้วยปริมาตร

source: Message Listings
de: Nachricht-Angebote
es: Anuncios de mensaje
fr: Listage du message
id: Daftar pesan
pl: Listy Wiadomości
pt: Listas de mensagens
ru: Сообщение листинги
th: รายการข้อความ

source: Active Filter(s)
cs: Aktivní filtr(y)
de: Aktive Filter
es: Filtros activos
fr: Filtre(s) Actif(s)
id: Filter(s) aktif
pl: Aktywny(e) Filtr(y)
pt: Filtro ativo (s)
ru: Активные фильтры
th: ใช้งาน Filter(s)

source: Save
cs: Uložit
de: Speichern
es: Guardar
fr: Sauvegarder
id: Simpan
pl: Zapisz
pt: Salvar
ru: Сохранить
th: บันทึก

source: No active filters at the moment
cs: V tuto chvíli žádné aktivní filtry
de: Im Moment keine aktiven Filter
es: No hay filtros activos en el momento
fr: Pas de filtres actifs en ce moment
id: Filter tidak aktif pada saat
pl: Brak aktywnych filtrów w tej chwili
pt: Nenhum filtro ativo no momento
ru: Фильтры не активных в данный момент
th: ไม่มีตัวกรองที่ใช้งานอยู่ขณะนี้

source: Saved Filter(s)
cs: Uložené filtry
de: Gespeicherte Filter
es: Filtros guardados
fr: Filtre(s) enregistré(s)
id: Filter(s) disimpan
pl: Zapisany(e) Filtr(y)
pt: Filtro salvo (s)
ru: Сохраненные фильтры
th: Filter(s) บันทึกไว้

source: No saved filters at the moment
cs: V tuto chvíli žádné uložené filtry
de: Im Moment keine gespeicherten Filter
es: No hay filtros guardados en el momento
fr: Pas de filtres enregistrés à l'instant
id: Tidak ada penyaring yang tersimpan pada saat
pl: Brak zapisanych filtrów w tej chwili
pt: Sem filtros salvos no momento
ru: Сохраненные фильтры на данный момент не
th: ไม่มีตัวกรองที่บันทึกไว้ในขณะ

source: Enable Javascript to view graphs
cs: Pro zobrazování grafů povolte javascript
de: Aktivieren Sie Javascript zum Anzeigen von Grafiken
es: Habilite Javascript ver gráficos
fr: Activer javascript pour afficher les graphiques
id: Aktifkan Javascript untuk melihat grafik
pl: Włącz javascript w celu wyświetlenia wykresów
pt: Habilite Javascript para Ver os gráficos
ru: Включите Javascript для просмотра графики
th: เปิดใช้งาน Javascript เพื่อดูกราฟ

source: Mail
cs: E-mail
de: E-Mail
es: Correo
pt: Correio
ru: Почта
th: จดหมาย

source: Viruses
de: Viren
es: Virus
id: Virus
pt: Vírus
ru: Вирусы
th: ไวรัส

source: Viruses %
de: Viren %
es: % De virus
id: Virus %
pt: % De vírus
ru: Вирусы %
th: ไวรัส%

source: Spam %
es: % De spam
pt: % De spam
ru: Спам %
th: สแปม%

source: No records returned.
cs: Nevráceny žádné záznamy.
de: Keine Datensätze zurückgegeben.
es: No hay registros devueltos.
fr: Aucun enregistrement renvoyé.
id: Tidak ada catatan kembali.
pl: Brak rekordów zwracanych.
pt: Nenhum registro retornado.
ru: Записи не возвращаются.
th: ไม่มีระเบียนที่ส่งคืน

source: Totals
de: Summen
es: Totales
id: Total
pl: Sumy
pt: Totais
ru: Итоги
th: ผลรวม

source: Javascript required to view graphs
cs: Pro zobrazování grafů je vyžadován javascript
de: Um Graphen zu betrachten benötigen Sie JavaScript
es: Requiere JavaScript para ver gráficos
fr: Javascript nécessaire pour visualiser les graphiques
id: JavaScript diperlukan untuk melihat grafik
pl: Javascript jest wymagana w celu wyświetlenia wykresów
pt: JavaScript necessário para Ver os gráficos
ru: JavaScript, необходимый для просмотра графики
th: Javascript ที่ต้องการดูกราฟ

source: IP address
cs: IP adresa
de: IP-Adresse
es: Dirección IP
fr: Adresse IP
id: Alamat IP
pl: Adres IP
pt: Endereço IP
ru: IP-адрес
th: ที่อยู่ IP

source: Hostname
cs: Jméno hostitele
es: Nombre de host
fr: Nom d'hôte
id: Nama host
pl: Nazwa hosta
pt: Nome do host
ru: Имя хоста
th: ชื่อโฮสต์

source: Country
cs: Země
de: Land
es: País
fr: Pays
id: Negara
pl: Kraj
pt: País
ru: Страна
th: ประเทศ

source: Total/S/V
de: Gesamt/S/V
pl: Suma/S/V
ru: Всего/S/V
th: รวม/S/V

source: Mail Queues
de: E-Mail-Warteschlangen
es: Colas de correo
fr: Queue des Mail
id: Antrian mail
pl: Kolejki Mail
pt: Filas de mensagens
ru: Почтовые очереди
th: คิวจดหมาย

source: Bayes information
cs: Bayes informace
de: Bayes-Informationen
es: Información de Bayes
fr: Information Bayes
id: Bayes informasi
pl: Informacja Bayes
pt: Informações de Bayes
ru: Байеса информация
th: Bayes ข้อมูล

source: Spamassassin lint
de: SpamAssassin Fusseln
es: Pelusa de SpamAssassin
pt: SpamAssassin fiapo
ru: SpamAssassin Линт

source: Bayes Database Information
cs: Informace o databázi bayes
de: Bayes-Datenbank Informationen
es: Información de la base de datos de Bayes
fr: Base de données Bayes
id: Informasi Bayes Database
pl: Baza Danych Bayes
pt: Informações do banco de dados de Bayes
ru: Сведения о базе данных упрощенного алгоритма Байеса
th: Bayes ข้อมูล

source: Bayes Version
cs: Verze bayes
es: Versión de Bayes
fr: Version Bayes
id: Versi Bayes
pl: Wersja Bayes
pt: Versão de Bayes
ru: Версия упрощенного алгоритма Байеса
th: รุ่น Bayes

source: Number of Spam messages
cs: Počet spamových zpráv
de: Anzahl der Spam-Nachrichten
es: Número de mensajes de Spam
fr: Nombre de messages spam
id: Jumlah pesan Spam
pl: Liczba wiadomości spam
pt: Número de mensagens de Spam
ru: Количество спам сообщений
th: จำนวนของข้อความสแปม

source: Number of Ham messages
cs: Počet nespamových zpráv
de: Anzahl der Ham-Nachrichten
es: Número de mensajes de jamón
fr: Nombre de messages non spam
id: Jumlah pesan Ham
pl: Liczba wiadomości nie spam
pt: Número de mensagens de presunto
ru: Количество сообщений, ветчина
th: จำนวนข้อความที่แฮม

source: Number of Tokens
cs: Počet tokenů
de: Anzahl von Token
es: Número de fichas
fr: Nombre de jetons
id: Jumlah tanda-tanda
pl: Liczba tokenów
pt: Número de Tokens
ru: Количество маркеров
th: หมายเลขโทเค็น

source: Newest Token
cs: Nejnovější token
de: Neueste Token
es: Si eres testigo
fr: Le plus récent jeton
id: Token terbaru
pl: Najnowszy Token
pt: Mais novo Token
ru: Новейшие маркер
th: โทเค็นใหม่ล่าสุด

source: Oldest Token
cs: Nejstarší token
de: Älteste Token
es: Token más antiguo
fr: Le plus anciens jeton
id: Token tertua
pl: Najstarszy Token
pt: Token mais antigo
ru: Старейших маркер
th: โทเค็นที่เก่าที่สุด

source: Last Journal Sync
cs: Poslední synchronizace žurnálu
de: Letzten Journal Sync
es: Última sincronización de diario
fr: Dernière synchro de revue
id: Sinkronisasi jurnal terakhir
pl: Ostatnia Synchronizacja Dziennika
pt: Última sincronização de jornal
ru: Последний журнал синхронизации
th: สมุดรายวันการซิงค์ครั้งล่าสุด

source: Last Expiry
de: Ablauf der letzten
es: Último vencimiento
fr: Dernière expiration
id: Terakhir kadaluwarsa
pl: Ostatnie Wygaśnięcie
pt: Último termo
ru: Последний истечения
th: หมดอายุล่าสุด

source: Last Expiry Reduction Count
de: Ablauf Reduktion des letzten Grafen
es: Último recuento de reducción de caducidad
fr: Dernière expiration du nombre de réduction
id: Kadaluwarsa pengurangan hitungan terakhir
pl: Ostatnia Liczba Wygaśnięcia Redukcji
pt: Última contagem de redução de caducidade
ru: Последний граф сокращения срока
th: สุดท้ายหมดอายุลดจำนวน

source: Bayes information could not be collected.
cs: Informace o bayes nemohly být získány.
de: Bayes-Informationen konnten nicht gesammelt werden.
es: No se podría recoger información de Bayes.
fr: Informations Bayes n'ont pas pu être recueillies.
id: Bayes informasi tidak dapat dikumpulkan.
pl: Informacje Bayesa nie zostały zebrane.
pt: Informações de Bayes não poderiam ser recolhidas.
ru: Байеса информация не может быть собрано.
th: ไม่สามารถรวบรวมข้อมูล Bayes

source: Baruwa :: Showing queue item - %(id)s
de: Baruwa:: Ergebnis Warteschlangenelement-%(id)s
es: Baruwa:: Mostrar elemento de la cola-%(id)s
fr: Baruwa :: Liste de la queue de l'élément - %(id)s
id: Baruwa:: Menampilkan antrian item-%(id)s
pl: Baruwa :: Wyświetlanie elementu kolejki - %(id)s
pt: Elonir:: Item de fila de apresentando-%(id)s
ru: Барува:: Показ элемента очереди-%(id)s
th: Baruwa:: แสดงคิวสินค้า- %(id)s

source: Inbound Queue
cs: Příchozí fronta
de: Eingangs-Queue
es: Cola de entrada
fr: Queue Entrante
id: Inbound antrian
pl: Kolejka Przychodząca
pt: Fila de entrada
ru: Очередь входящих сообщений
th: คิวขาเข้า

source: Outbound Queue
cs: Odchozí fronta
de: Ausgangs-Queue
es: Cola de salida
fr: Queue Sortante
id: Antrian keluar
pl: Kolejka Wychodząca
pt: Fila de saída
ru: Исходящие очереди
th: คิวขาออก

source: Number of delivery attempts:
cs: Počet pokusů o doručení:
de: Anzahl der Zustellversuche:
es: Número de intentos de entrega:
fr: Nombre de tentatives de livraison:
id: Jumlah pengiriman:
pl: Liczba prób doręczenia:
pt: Número de tentativas de entrega:
ru: Количество попыток доставки:
th: จำนวนความพยายามในการจัดส่ง:

source: Last delivery attempt on:
cs: Poslední pokus doručit:
de: Letzten Zustellversuch auf:
es: Último intento de entrega en:
fr: Dernière tentative de livraison le:
id: Upaya pengiriman terakhir pada:
pl: Ostatnia próba doręczenia:
pt: Última tentativa de entrega em:
ru: Последняя попытка доставки на:
th: ส่งพยายามครั้งสุดท้ายบน:

source: Reasons for queuing:
cs: Důvody pro zařazení do fronty:
de: Gründe für queuing:
es: Razones de Queue Server:
fr: Raisons de mise en files d'attente:
id: Alasan untuk antrian:
pl: Przyczyny kolejkowania:
pt: Razões para a fila:
ru: Причины для очереди:
th: เหตุผลสำหรับการจัดคิว:

source: The message details for the requested queue id could not be retrieved
cs: Podrobnosti zprávy pro požadovanou frontu nemohly být získány
de: Die Nachrichtendetails für die angeforderte Warteschlangen-Id konnte nicht abgerufen werden
es: No se pudieran recuperar los detalles del mensaje para el id de cola solicitada
fr: Les détails du message pour l'ID de la file d'attente demandée n'a pas pu être récupérés
id: Rincian pesan untuk id antrian yang diminta tak bisa diambil
pl: szczegóły wiadomości w wybranym ID kolejki nie zostały pobrane
pt: Os detalhes da mensagem para o id de fila solicitada não podem ser recuperados
ru: Не удалось получить сведения о сообщении для идентификатора запрашиваемого очереди
th: ไม่สามารถเรียกข้อมูลรายละเอียดของข้อความสำหรับหมายเลขคิวที่ร้องขอ

source: System Status
cs: Stav systému
es: Estado del sistema
fr: État du Système
id: Sistem Status
pl: Stan Systemu
pt: Status do sistema
ru: Статус системы
th: สถานะระบบ

source: Service Status
cs: Stav služby
es: Estado del servicio
fr: État du Service
id: Status layanan
pl: Stan usługi
pt: Status do serviço
ru: Состояние службы
th: สถานะการให้บริการ

source: processes
cs: zpracováno
de: Prozesse
es: procesos
fr: processus
id: proses
pl: procesy
pt: processos
ru: процессы
th: กระบวนการ

source: Processed
cs: Zpracováno
de: Verarbeitet
es: Procesados
fr: Traité
id: Diproses
pl: Przetworzone
pt: Processados
ru: Обработано
th: การประมวลผล

source: Load
de: Belastung
es: Carga
fr: Charge
id: Beban
pl: Obciążenie
pt: Carga
ru: Нагрузка
th: โหลด

source: High scoring spam
cs: Spam vysokého skóre
de: Hohen Punkte spam
es: Alta puntuación de spam
fr: Spam a Score Élevé
id: Tinggi Skor spam
pl: Spam o Wysokiej Oceny
pt: Alta pontuação de spam
ru: Высокая забил спам
th: สแปมให้คะแนนสูง

source: AV
de: VON
es: POR
id: OLEH
pt: POR
ru: ОТ
th: โดย

source: Low scoring spam
cs: Spam nízkého skóre
de: Niedrige Punkte spam
es: Spam de baja puntuación
fr: Spam a Score Faible
id: Rendah penilaian spam
pl: Spam o Niskiej Oceny
pt: Baixa pontuação de spam
ru: Низкий скоринга спам
th: สแปมให้คะแนนต่ำ

source: Uptime
de: Betriebszeit
es: Tiempo de actividad
pt: Tempo de atividade
ru: Время безотказной работы
th: ทำ

source: Blocked files
cs: Blokované soubory
de: Blockierte Dateien
es: Archivos bloqueados
fr: Fichiers bloqués
id: File diblokir
pl: Zablokowane pliki
pt: Arquivos bloqueados
ru: Заблокированные файлы
th: แฟ้มถูกบล็อก

source: Spamassassin Lint
es: Pelusa de SpamAssassin
pt: SpamAssassin fiapo
ru: SpamAssassin Линт

source: Lint failed please verify if spamassassin is installed
cs: Lint selhal. Ověřte prosím, zda je spamassassin nainstalován
de: Fusseln fehlgeschlagen Bitte prüfen, ob Spamassassin installiert ist
es: Pelusa error Compruebe si está instalado spamassassin
fr: Lint a échoué SVP vérifier si spamassassin est installé
id: Serat gagal pastikan jika spamassassin diinstal
pl: Lint nie powiódł się, proszę sprawdzić czy spamassasin jest zainstalowany
pt: Fiapo falhado por favor verificar se o spamassassin está instalado
ru: Линт ошибка проверьте, установлен ли spamassassin
th: Lint ล้มเหลวโปรดตรวจสอบหาก มีการติดตั้ง spamassassin

source: Mail Queue
cs: E-mailová fronta
de: E-Mail-Warteschlange
es: Cola de correo
fr: Queue Mail
id: Antrian mail
pl: Kolejka Wiadomości
pt: Fila de mensagens
ru: Очередь почты
th: คิวจดหมาย

source: Outbound
cs: Odchozí
de: Ausgehende
es: Saliente
fr: Flux Sortant
pl: Ruch Wychodzący
pt: Saída
ru: Исходящие
th: ขาออก

source: Inbound
cs: Příchozí
de: Eingehende
es: Entrantes
fr: Flux Entrant
id: Masuk
pl: Ruch Przychodzący
pt: Entrada
ru: Входящие
th: ขาเข้า

source: Delete from queue
cs: Odstranit z fronty
de: Aus der Warteschlange löschen
es: Eliminar de la cola
fr: Supprimer de la queue
id: Hapus dari antrian
pl: Usuń z kolejki
pt: Excluir da fila
ru: Удаление из очереди
th: ลบออกจากคิว

source: No queue items found
cs: Žádné položky ve frontě nenalezeny
de: Keine Warteschlange Einträge gefunden
es: No se han encontrado artículos de cola
fr: Pas déléments en queue trouvés
id: Tidak ada antrian item yang ditemukan
pl: Brak znalezionych elementów kolejki
pt: Não há itens de fila encontrados
ru: Не найдено очереди
th: ไม่พบรายการคิว

source: Showing page %(page)s of %(pages)s pages.
cs: Zobrazuji stránku %(page)s z %(pages)s stránek.
de: Zeigt Seite %(page)s der %(pages)s Seiten.
es: Mostrando página %(page)s de %(pages)s páginas.
fr: Affichage page %(page)s de %(pages)s pages.
id: Menampilkan halaman %(page)s dari %(pages)s Halaman.
pl: Wyświetlona jest strona %(page)s z %(pages)s stron.
pt: Exibindo página %(page)s de %(pages)s páginas.
ru: Показ страницы %(page)s из %(pages)s страниц.
th: แสดงหน้า %(page)s ของ %(pages)s เพจ

source: direct connection
cs: přímé spojení
de: direkte Verbindung
es: conexión directa
fr: connexion directe
id: sambungan langsung
pl: bezpośrednie połączenie
pt: conexão direta
ru: прямое подключение
th: เชื่อมต่อโดยตรง

source: Rule
cs: Pravidlo
de: Regel
es: Regla
fr: Règle
id: Aturan
pl: Reguła
pt: Regra
ru: Правило
th: กฎ

source: Description
cs: Popis
de: Beschreibung
es: Descripción
id: Deskripsi
pl: Opis
pt: Descrição
ru: Описание
th: คำอธิบาย

source: Message not found in the quarantine
cs: Zpráva v karanténě nenalezena
de: Nachricht aus der Quarantäne nicht gefunden
es: Mensaje que no se encuentra en cuarentena
fr: Message introuvable dans la quarantaine
id: Pesan tidak ditemukan dalam karantina
pl: Wiadomość nie odnaleziona w kwarantannie
pt: Mensagem não encontrada na quarentena
ru: Сообщение не найден в карантин
th: ไม่พบในการตรวจสอบข้อความ

source: The quarantined message not found
cs: Zpráva v karanténě nenalezena
de: Die isolierte Nachricht nicht gefunden
es: El mensaje en cuarentena no encontrado
fr: Le message en quarantaine est introuvable
id: Dikarantina pesan tidak ditemukan
pl: Wiadomośc poddana kwarantannie nie została odnaleziona
pt: A mensagem não encontrada
ru: Сообщение не найден
th: ไม่พบข้อความถูกกักกัน

source: Unsupported learn option supplied
cs: Vložena nepodporovaná volba učení
de: Nicht unterstützte Option geliefert lernen
es: Aprender opción suministrado
fr: Option d'apprentissage fournie n'est pas supporté
id: Tidak didukung mempelajari pilihan yang disediakan
pl: Podana opcja uczenia się nie jest wspierana
pt: Sem suporte aprender opção fornecida
ru: Неподдерживаемые узнать вариант поставки
th: ไม่สนับสนุนตัวเลือกที่ให้มาเรียนรู้

source: Expected response code 2xx got %(code)s
cs: Očekáván kód odpovědi 2xx. Přišel %(code)s
de: Erwartete Antwort Code 2xx bekam %(code)s
es: Espera respuesta código 2xx consiguió %(code)s
fr: Code de réponse prévue 2xx , code obtenu %(code)s
id: Diharapkan mendapat respon kode 2xx %(code)s
pl: Oczekiwany kod odpowiedzi 2xx , Kod otrzymany %(code)s
pt: Esperado resposta código 2xx tenho %(code)s
ru: Ожидается ответ код 2xx получил %(code)s
th: คาดว่า ได้รับการตอบสนองรหัส 2xx %(code)s

source: Connection timed out
cs: Time out spojení vypršel
es: Tiempo de espera de conexión
fr: Connexion a expiré
id: Koneksi timed out
pl: Limit czasu połączenia przekroczony
pt: Conexão expirou
ru: Истекло время ожидания подключения
th: การเชื่อมต่อหมดเวลา

source: The server disconnected abruptly
cs: Server neočekávaně odpojen
de: Der Server, die abrupt getrennt
es: El servidor desconectado abruptamente
fr: Le serveur a été déconnecté brusquement
id: Server terputus tiba-tiba
pl: Połączenie z serwerem zerwane
pt: O servidor desconectado abruptamente
ru: Сервер отключен внезапно
th: เซิร์ฟเวอร์เชื่อมต่อชะงัก

source: The sender %(sender)s was rejected
cs: Odesílatel %(sender)s byl odmítnut
de: Der Absender %(sender)s wurde abgelehnt
es: El remitente %(sender)s fue rechazada
fr: L'expéditeur %(sender)s a été rejetée
id: Pengirim %(sender)s ditolak
pl: Nadawca %(sender)s został odrzucony
pt: O remetente %(sender)s foi rejeitada
ru: Отправитель %(sender)s было отклонено
th: ส่ง %(sender)s ถูกปฏิเสธ

source: Some recipients: %(recpts)s were rejected with errors: %(errors)s
cs: Někteří příjemci: %(recpts)s byly odmítnuti s chybou: %(errors)s
de: Einige Empfänger: %(recpts)s mit Fehlern abgelehnt wurden: %(errors)s
es: Algunos destinatarios: %(recpts)s fueron rechazadas con errores: %(errors)s
fr: Certains destinataires: %(recpts)s ont été rejetés avec des erreurs: %(errors)s
id: Beberapa penerima: %(recpts)s ditolak dengan kesalahan: %(errors)s
pl: Niektórzy odbiorcy: %(recpts)s zostali odrzuceni z błędami: %(errors)s
pt: Alguns destinatários: %(recpts)s foram rejeitadas com erros: %(errors)s
ru: Некоторые получатели: %(recpts)s были отклонены с ошибками: %(errors)s
th: ผู้รับบางคน: %(recpts)s ถูกปฏิเสธ ด้วยข้อผิดพลาด: %(errors)s

source: Error occured while establishing connection to the server
cs: Při ustavování spojení se serverem se objevila chyba
de: Fehler beim Herstellen der Verbindung zum server
es: Error al establecer conexión con el servidor
fr: Une erreur s'est produite pendant l'établissement de la connexion au serveur
id: Timbul galat saat membentuk sambungan ke server
pl: Wystąpił błąd podczas nawiązywania połączenia z serwerem
pt: Ocorreu um erro ao estabelecer conexão com o servidor
ru: Произошла ошибка при установлении соединения с сервером
th: ข้อผิดพลาดเกิดขึ้นขณะกำลังสร้างการเชื่อมต่อกับเซิร์ฟเวอร์

source: Server rejected our HELO message
cs: Server odmítl naše HELO
de: Server zurückgewiesen hat unsere Botschaft HELO
es: Servidor rechazó nuestro mensaje HELO
fr: Serveur a rejeté notre message HELO
id: Server menolak pesan HELO kami
pl: Serwer odrzucił nasz komunikat HELO
pt: Servidor rejeitou a nossa mensagem HELO
ru: Сервер отклонил нашего сообщения HELO
th: เซิร์ฟเวอร์ปฏิเสธข้อความเรา HELO

source: Error occured, CODE: %(code)s MESSAGE: %(msg)s
cs: Objevila se chyba, KÓD: %(code)s ZPRÁVA: %(msg)s
de: Fehler, CODE: %(code)s MELDUNG: %(msg)s
es: Ocurrió un error código: %(code)s MENSAJE: %(msg)s
fr: Une erreur s'est produite, CODE: %(code)s MESSAGE: %(msg)s
id: Terjadi kesalahan, kode: %(code)s PESAN: %(msg)s
pl: Wystąpił błąd, KOD: %(code)s KOMUNIKAT: %(msg)s
pt: Erro, código: %(code)s MENSAGEM: %(msg)s
ru: Ошибка, код: %(code)s СООБЩЕНИЕ: %(msg)s
th: เกิดข้อผิดพลาด รหัส: %(code)s ข้อความ: %(msg)s

source: Out:
cs: Ven:
de: Verletzt:
es: Hacia fuera:
fr: Sortant:
id: Keluar:
pl: Wychodzące:
pt: Fora:
th: ออก:

source: =builtin=
cs: =vestavěný=
fr: =commande interne=
pl: =wbudowane=
th: มีอยู่แล้ว = =

source: GO
cs: JDI
de: GEHEN
id: PERGI
pt: IR
th: ไป

source: Msgs:
cs: Zprávy:
de: Nachrichten:
es: Mensajes:
fr: Messages:
id: Pesan:
pl: Wiadomości:

source: BL
fr: Liste Noire
pl: Czarna Lista

source: WL
fr: Liste Blanche
pl: Biała Lista

source: NS
fr: Non Spam
pl: Nie Spam

source: Non Spam
cs: Není spam
pl: Nie Spam
