Repository: endelwar/baruwa
Catalog: src/baruwa/locale/*/LC_MESSAGES/django.po
Languages: cs, de, es, fr, id, pl, pt, ru, th

source: English
de: Englisch
es: Inglés
id: Inggris
pt: Inglês
ru: английский
th: อังกฤษ

source: Afrikaans
id: Afrika
pt: Africâner
ru: африкаанс
th: อัฟริกัน

source: Italian
de: Italienisch
es: Italiano
id: Italia
pt: Italiano
ru: итальянский
th: อิตาลี

source: Czech
de: Tschechisch
es: Checo
id: Ceko
pt: Tcheco
ru: чешский
th: เชก

source: French
de: Französisch
es: Francés
id: Prancis
pt: Francês
ru: французский
th: ฝรั่งเศส

source: Polish
de: Polnisch
es: Polaco
id: Polandia
pt: Polonês
ru: польский
th: โปแลนด์

source: Required, %(chars)s characters or fewer. Only letters, numbers, and characters such as @.+_- are allowed.
de: Erforderlich, %(chars)s oder weniger Zeichen. Nur Buchstaben, Zahlen und Zeichen z. B. @. + _ - sind erlaubt.
es: Necesario, %(chars)s caracteres o menos. Sólo letras, números y caracteres como @. + _ - son permitidos.
id: Diperlukan, %(chars)s karakter atau kurang. Hanya huruf, angka, dan karakter seperti @. + _ - diperbolehkan.
pt: Necessário, %(chars)s caracteres ou menos. Apenas letras, números e caracteres como @. + _ - são permitidos.
ru: Требуется, %(chars)s символов или меньше. Только буквы, цифры и символы, такие как @. + _ - разрешены.
th: จำเป็น, %(chars)s อักขระหรือน้อยกว่า เฉพาะตัวอักษร ตัวเลข และอักขระเช่น@ + _ - จะได้รับอนุญาต

source: Username
cs: Uživatelské jméno
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
id: Nama pengguna
pl: Nazwa użytkownika
pt: Nome de usuário
ru: Имя пользователя
th: ชื่อผู้ใช้

source: This value may contain only letters, numbers and @/./+/-/_ characters.
cs: Hodnota může obsahovat pouze písmena, číslice a znaky @/./+/-/_.
de: Dieser Wert darf nur Buchstaben, Ziffern und @/. / +/-/ _ Zeichen.
es: Este valor puede contener sólo letras, números y @/. / +-/ _ caracteres.
fr: Cette valeur peut contenir que des lettres, chiffres et caractères @/./+/-/_.
id: Nilai ini dapat mengandung hanya huruf, angka dan @/. / +/-/ _ karakter.
pl: Ta wartość może zawierać tylko litery, cyfry i znaki @/./+/-/_
pt: Esse valor pode conter apenas letras, números e @/. / + / _ caracteres.
ru: Это значение может содержать только буквы, цифры и @/. / + / / _ символов.
th: ค่านี้อาจประกอบด้วยเฉพาะอักษร ตัวเลข และ@ / ได้+/-/ _อักขระได้

source: That e-mail address doesn't have an associated user account. Are you sure you've registered?
cs: E-mailová adresa nemá přidružený uživatelský účet. Určitě jste registrovaný/á?
de: Diese E-mail-Adresse muss keine zugeordnete Benutzerkonto. Sind Sie sicher, dass Sie sich angemeldet haben?
es: Que la dirección de correo electrónico no tiene una cuenta de usuario asociada. ¿Está seguro que usted registró?
fr: Cette adresse e-mail n'a pas de compte d'utilisateur associé. Etes-vous sûr que vous l'avez enregistré?
id: Alamat e-mail yang tidak memiliki akun pengguna terkait. Apakah Anda yakin Anda terdaftar?
pl: Ten adres e-mail nie posiada powiązane konto użytkownika. Czy na pewno zarejestrowałeś się?
pt: Esse endereço de email não tem uma conta de usuário associada. Tem certeza que você já se cadastrou?
ru: Что адрес электронной почты не имеет связанной учетной записи пользователя. Вы уверены, что вы зарегистрировались?
th: ที่อยู่อีเมลที่ไม่มีบัญชีผู้ใช้ที่เกี่ยวข้อง คุณแน่ใจหรือไม่ว่าคุณได้ลงทะเบียน

source: That e-mail address belongs to an externally authenticated account. Please change the password on that external system.
cs: Tato e-mailová adresa přináleží externě autentifikovanému účtu. Heslo měňte prosím na onom vzdáleném systému.
de: Diese E-mail-Adresse gehört zu einem extern authentifizierte Konto. Bitte ändern Sie das Kennwort auf dem externen System.
es: Esa dirección de correo electrónico pertenece a una cuenta externa autenticada. Por favor, cambie la contraseña en ese sistema externo.
fr: Cette adresse e-mail appartient à un compte avec authentification externe. S'il vous plaît changer le mot de passe sur ce système externe.
id: Alamat e-mail tersebut milik account eksternal dikonfirmasi. Ubah sandi pada sistem eksternal.
pl: Ten adres e-mail należy do zewnętrznie uwierzytelnionego konta. Proszę zmienić hasło na tym zewnętrznym systemie.
pt: Esse endereço de e-mail pertence a uma conta autenticada externamente. Por favor, altere a senha no sistema externo.
ru: Этот адрес электронной почты принадлежит внешне проверку подлинности учетной записи. Пожалуйста, измените пароль на этой внешней системе.
th: ที่อยู่อีเมลที่เป็นของบัญชีผู้ใช้การรับรองความถูกต้องภายนอก กรุณาเปลี่ยนรหัสผ่านในระบบภายนอก

source: That e-mail address belongs to an admin account Please use the manage.py command to reset
de: Diese E-mail-Adresse gehört zu einem Administratorkonto nutzen Sie bitte den manage.py-Befehl zum Zurücksetzen
es: Esa dirección de correo electrónico pertenece a una cuenta de administrador, por favor use el comando manage.py para restablecer
id: Alamat e-mail tersebut milik account admin silakan gunakan perintah manage.py untuk me-reset
pt: Esse endereço de e-mail pertence a uma conta de administrador, por favor, utilize o comando manage.py para redefinir
ru: Этот адрес электронной почты принадлежит учетную запись администратора пожалуйста, используйте команду manage.py для сброса
th: ที่อยู่อีเมลของสมาชิกบัญชี admin กรุณาใช้คำสั่ง manage.py การตั้งค่าใหม่

source: Password
cs: Heslo
de: Passwort
es: Contraseña
fr: Mot de passe
id: Sandi
pl: Hasło
pt: Senha
ru: Пароль
th: รหัสผ่าน

source: A user with that username already exists.
cs: Uživatel s tímto jménem již existuje.
de: Ein Benutzer mit dieser Benutzername existiert bereits.
es: Ya existe un usuario con ese nombre de usuario.
fr: Un utilisateur avec cet identifiant existe déjà.
id: Pengguna dengan username yang sudah ada.
pl: użytkownik o takiej nazwie już istnieje.
pt: Um usuário com esse nome de usuário já existe.
ru: Пользователь с именем этого пользователя уже существует.
th: ผู้ใช้ที่ มี username ที่มีอยู่แล้ว

source: Super users do not use addresses
cs: Superuživatel adresu nepoužívá.
de: Administratoren verwenden Sie keine Adressen
es: Super usuarios no utilizan las direcciones
fr: Les super-utilisateurs n'utilisent pas les adresses
id: Super pengguna tidak menggunakan alamat
pl: Super użytkownicy nie korzystają z adresów
pt: Superusuários não utilize endereços
ru: Супер пользователей не использовать адреса
th: ซูเปอร์ผู้ใช้ที่อยู่

source: provide a valid domain address
cs: poskytněte platnou doménovou adresu
de: Geben Sie eine gültige Domain-Adresse
es: proporcionar una dirección de dominio válido
fr: fournir une adresse de domaine valide
id: memberikan alamat domain yang valid
pl: podać prawidłowy adres domeny
pt: forneça um endereço de domínio válido
ru: предоставить действительный домена адрес
th: ใส่ชื่อโดเมนที่ถูกต้อง

source: provide a valid email address
cs: poskytněte platnou e-mailovou adresu
de: Geben Sie eine gültige e-Mail-Adresse
es: proporcionar una dirección de correo electrónico válida
fr: fournir une adresse email valide
id: memberikan alamat email yang valid
pl: podać prawidłowy adres e-mail
pt: forneça um endereço de e-mail válido
ru: предоставить действующий адрес электронной почты
th: ให้ที่อยู่อีเมล์ที่ถูกต้อง

source: The user account %(account)s was created successfully
cs: Uživatelský účet %(account)s byl úspěšně vytvořen.
de: Das Benutzerkonto %(account)s erfolgreich erstellt wurde
es: La cuenta de usuario %(account)s se ha creado correctamente
fr: Le compte d'utilisateur %(account)s a été créé avec succès
id: Pengguna account %(account)s berhasil dibuat
pl: konto użytkownika %(account)s został pomyślnie utworzony
pt: A conta de usuário %(account)s foi criado com sucesso
ru: Учетная запись пользователя %(account)s был успешно создан
th: บัญชีผู้ใช้ %(account)s สร้างเสร็จสมบูรณ์

source: The user account could not be created
cs: Uživatelský účet nemohl být vytvořen.
de: Das Benutzerkonto konnte nicht erstellt werden
es: No se pudo crear la cuenta de usuario
fr: Le compte d'utilisateur n'a pas pu être créé
id: Account pengguna tak bisa dibuat
pl: Konto użytkownika nie może być utworzony
pt: A conta de usuário não pôde ser criada
ru: Учетная запись пользователя не может быть создан
th: ไม่สามารถสร้างบัญชีผู้ใช้

source: The user account %(account)s has been updated
cs: Uživatelský účet %(account)s byl aktualizován.
de: Das Benutzerkonto %(account)s wurde aktualisiert
es: La cuenta de usuario %(account)s se ha actualizado
fr: Le compte utilisateur %(account)s a été mis à jour
id: Pengguna account %(account)s telah diperbarui
pl: Konto użytkownika %(account)s został zaktualizowany
pt: A conta de usuário %(account)s foi atualizado
ru: Учетная запись пользователя %(account)s был обновлен
th: บัญชีผู้ใช้ %(account)s มีการปรับปรุง

source: The user account %(account)s could not be updated
cs: Uživatelský účet %(account)s nemohl být aktualizován.
de: Das Benutzerkonto %(account)s konnte nicht aktualisiert werden
es: La cuenta de usuario %(account)s no se pudo actualizar
fr: Le compte utilisateur %(account)s n'a pas pu être mis à jour
id: Pengguna account %(account)s tak bisa diperbarui
pl: Konto użytkownika %(account)s nie może zostać zaktualizowany
pt: A conta de usuário %(account)s não pôde ser atualizado
ru: Учетная запись пользователя %(account)s не может быть обновлен
th: บัญชีผู้ใช้ %(account)s ไม่สามารถปรับปรุง

source: The user account %(account)s has been deleted
cs: Uživatelský účet %(account)s byl smazán.
de: Das Benutzerkonto %(account)s wurde gelöscht
es: La cuenta de usuario %(account)s se ha eliminado
fr: Le compte utilisateur %(account)s a été supprimé
id: Pengguna account %(account)s telah dihapus
pl: Konto użytkownika %(account)s został usunięty
pt: A conta de usuário %(account)s foi excluído
ru: Учетная запись пользователя %(account)s был удален
th: บัญชีผู้ใช้ %(account)s ได้ถูกลบออก

source: The deletion of user account %(account)s failed
cs: Ostraňování uživatelského účtu %(account)s selhalo.
de: Die Löschung des Benutzerkontos %(account)s fehlgeschlagen
es: La eliminación de la cuenta de usuario %(account)s no se pudo
fr: La suppression du compte utilisateur %(account)s a échoué
id: Penghapusan account pengguna %(account)s gagal
pl: Usunięcie konta użytkownika %(account)s nie powiodło się
pt: A exclusão da conta de usuário %(account)s falhou
ru: Удаление учетной записи пользователя %(account)s не удалось
th: การลบบัญชีผู้ใช้ %(account)s ล้มเหลว

source: The address %(addr)s has been added to %(account)s account
cs: Adresa %(addr)s byla přidána k účtu %(account)s.
de: Die Adresse %(addr)s wurde hinzugefügt, %(account)s Konto
es: La dirección %(addr)s se ha agregado a %(account)s cuenta
fr: L'adresse %(addr)s a été ajouté au compte %(account)s
id: Alamat %(addr)s telah ditambahkan ke %(account)s akun
pl: Adres %(addr)s został dodany do konta %(account)s
pt: O endereço %(addr)s foi adicionado a %(account)s conta
ru: Адрес %(addr)s была добавлена %(account)s Учетная запись
th: อยู่ %(addr)s มีการเพิ่มการ %(account)s บัญชีผู้ใช้

source: The address already exists
cs: Adresa již existuje.
de: Die Adresse ist bereits vorhanden.
es: La dirección ya existe
fr: L'adresse existe déjà
id: Alamat yang sudah ada
pl: Ten adres już istnieje
pt: O endereço já existe
ru: Адрес уже существует
th: อยู่อยู่แล้ว

source: The address %(addr)s has been updated
cs: Adresa %(addr)s byla aktualizována.
de: Die Adresse %(addr)s wurde aktualisiert
es: La dirección %(addr)s se ha actualizado
fr: L'adresse %(addr)s a été mis à jour
id: Alamat %(addr)s telah diperbarui
pl: Adres %(addr)s został zaktualizowany
pt: O endereço %(addr)s foi atualizado
ru: Адрес %(addr)s был обновлен
th: อยู่ %(addr)s มีการปรับปรุง

source: The address %(addr)s could not be updated
cs: Adresa %(addr)s nemohla být aktualizována.
de: Die Adresse %(addr)s konnte nicht aktualisiert werden
es: La dirección %(addr)s no se pudo actualizar
fr: L'adresse %(addr)s n'a pas pu être mis à jour
id: Alamat %(addr)s tak bisa diperbarui
pl: Adres %(addr)s nie został zaktualizowany
pt: O endereço %(addr)s não pôde ser atualizado
ru: Адрес %(addr)s не может быть обновлен
th: อยู่ %(addr)s ไม่สามารถปรับปรุง

source: The address %(addr)s has been deleted
cs: Adresa %(addr)s byla smazána.
de: Die Adresse %(addr)s wurde gelöscht
es: La dirección %(addr)s se ha eliminado
fr: L'adresse %(addr)s a été supprimé
id: Alamat %(addr)s telah dihapus
pl: Adres %(addr)s został usunięty
pt: O endereço %(addr)s foi excluído
ru: Адрес %(addr)s был удален
th: อยู่ %(addr)s ได้ถูกลบออก

source: The password for user %(account)s has been updated
cs: Heslo uživatele %(account)s bylo aktualizováno.
de: Das Kennwort für Benutzer %(account)s wurde aktualisiert
es: La contraseña de usuario %(account)s se ha actualizado
fr: Le mot de passe pour l'utilisateur %(account)s a été mis à jour
id: Sandi untuk pengguna %(account)s telah diperbarui
pl: Hasło użytkownika %(account)s został zaktualizowany
pt: A senha para o usuário %(account)s foi atualizado
ru: Пароль для пользователя %(account)s был обновлен
th: รหัสผ่านสำหรับผู้ใช้ %(account)s มีการปรับปรุง

source: The password could not be updated
cs: Heslo nemohlo být aktualizováno.
de: Das Kennwort konnte nicht aktualisiert werden
es: No se pudo actualizar la contraseña
fr: Le mot de passe n'a pas pu être mis à jour
id: Sandi tak bisa diperbarui
pl: Hasło nie zostało zaktualizowane
pt: Não foi possível atualizar a senha
ru: Пароль не может быть обновлен
th: ไม่สามารถปรับปรุงรหัสผ่าน

source: The user profile for %(account)s has been updated
cs: Uživatelský profil pro %(account)s byl aktualizován.
de: Das Benutzerprofil für %(account)s wurde aktualisiert
es: El perfil de usuario %(account)s se ha actualizado
fr: Le profil de l'utilisateur pour %(account)s a été mis à jour
id: Profil pengguna untuk %(account)s telah diperbarui
pl: Profil użytkownika %(account)s został zaktualizowany
pt: O perfil de usuário para %(account)s foi atualizado
ru: Профиль пользователя для %(account)s был обновлен
th: โปรไฟล์ผู้ใช้สำหรับ %(account)s มีการปรับปรุง

source: The user profile for %(account)s could not be updated
cs: Uživatelský profil pro %(account)s nemohl být aktualizován.
de: Das Benutzerprofil für %(account)s konnte nicht aktualisiert werden
es: El perfil de usuario %(account)s no se pudo actualizar
fr: Le profil de l'utilisateur pour %(account)s n'a pas pu être mis à jour
id: Profil pengguna untuk %(account)s tak bisa diperbarui
pl: Profil użytkownika %(account)s nie został zaktualizowany
pt: O perfil de usuário para %(account)s não pôde ser atualizado
ru: Профиль пользователя для %(account)s не может быть обновлен
th: โปรไฟล์ผู้ใช้สำหรับ %(account)s ไม่สามารถปรับปรุง

source: The signature has been saved
de: Die Signatur wurde gespeichert
es: La firma se ha guardado
id: Tanda tangan telah disimpan
pt: A assinatura foi salvo
ru: Подпись была сохранена
th: ลายเซ็นที่ถูกบันทึกไว้

source: A signature of this type already exists for account: %(account)s
de: Eine Signatur dieses Typs für Konto bereits vorhanden ist: %(account)s
es: Ya existe una firma de este tipo de cuenta: %(account)s
id: Tanda tangan dari jenis ini sudah ada untuk account: %(account)s
pt: Uma assinatura deste tipo já existe para conta: %(account)s
ru: Подпись этого типа уже существует для учетной записи: %(account)s
th: ลายเซ็นของชนิดนี้มีอยู่แล้วสำหรับบัญชี: %(account)s

source: An error occured during processing try again later
de: Fehler während der Verarbeitung versuchen Sie später erneut
es: Se ha producido un error durante el procesamiento a intentarlo más tarde
id: Terjadi kesalahan selama pemrosesan coba lagi nanti
pt: Ocorreu um erro durante o processamento tente novamente mais tarde
ru: Произошла ошибка во время обработки, повторите попытку позже
th: เกิดข้อผิดพลาดในระหว่างการประมวลผลลองใหม่ภายหลัง

source: The signature has been updated
de: Die Signatur wurde aktualisiert
es: La firma se ha actualizado
id: Tanda tangan telah diperbarui
pt: A assinatura foi atualizada
ru: Подпись была обновлена
th: มีการปรับปรุงลายเซ็น

source: An error occured during processing, try again later
de: Fehler während der Verarbeitung, versuchen Sie es erneut
es: Se ha producido un error durante el procesamiento, inténtalo más tarde
id: Terjadi kesalahan selama pemrosesan, coba lagi nanti
pt: Ocorreu um erro durante o processamento, tente novamente mais tarde
ru: Произошла ошибка во время обработки, повторите попытку позже
th: เกิดข้อผิดพลาดในระหว่างการประมวลผล ลองใหม่ภายหลัง

source: The signature, is being deleted.
de: Die Signatur wird gelöscht.
es: La firma, se va a eliminar.
id: Tanda tangan, yang dihapus.
pt: A assinatura, está sendo excluído.
ru: Подпись, удаляется.
th: กำลังถูกลบลายเซ็น

source: %s is not a valid hostname or IPv4/IPv6 address
de: %s ist kein gültiger Hostname oder IPv4/IPv6-Adresse
es: %s no es un nombre de host válido o una dirección de IPv4/IPv6
id: %s adalah tidak valid nama host atau Alamat IPv4 IPv6
pt: %s não é um nome de host válido ou o endereço IPv4/IPv6
ru: %s не является допустимое имя узла или IPv4/IPv6-адрес
th: %s ไม่ถูกต้องชื่อโฮสต์หรือที่อยู่ IPv4/IPv6

source: Enter a valid IPv4/IPv6 address or hostname.
de: Geben Sie eine gültige IPv4/IPv6-Adresse oder den Hostnamen ein.
es: Introduzca una dirección de IPv4/IPv6 válida o un nombre de host.
id: Masukkan alamat IPv4 IPv6 yang sahih atau hostname.
pt: Digite um endereço IPv4/IPv6 válido ou nome do host.
ru: Введите допустимый адрес IPv4/IPv6 или имя хоста.
th: ป้อนที่อยู่ IPv4/IPv6 ถูกต้องหรือชื่อโฮสต์

source: Notified %(h)s of config update
de: Benachrichtigt %(h)s der Konfigurationsaktualisierung
es: Notificado %(h)s de actualización de la configuración
id: Diberitahu %(h)s config update
pt: Notificado %(h)s de atualização de configuração
ru: Уведомление %(h)s config обновления
th: แจ้งเตือน %(h)s ของการปรับปรุงการกำหนดค่า

source: Failed to notify %(h)s of config update
de: Fehler beim Benachrichtigen %(h)s der Konfigurationsaktualisierung
es: No se pudo notificar %(h)s de actualización de la configuración
id: Gagal untuk memberitahukan %(h)s config update
pt: Falha ao notificar %(h)s de atualização de configuração
ru: Не удалось уведомить %(h)s config обновления
th: ไม่สามารถแจ้งเตือน %(h)s ของการปรับปรุงการกำหนดค่า

source: Starting connection tests to: %(host)s
cs: Spouštím test spojení k %(host)s.
de: Ab Verbindungstests nach: %(host)s
es: Iniciar pruebas de conexión para: %(host)s
fr: Demarrage de connexion test vers: %(host)s
id: Memulai koneksi tes untuk: %(host)s
pl: Rozpoczęcie testów połączenia do: %(host)s
pt: A partir de testes de conexão para: %(host)s
ru: Начиная связи тесты: %(host)s
th: เริ่มต้นการทดสอบการเชื่อมต่อ: %(host)s

source: Wrote text signature: %(sig)s
de: Textsignatur schrieb: %(sig)s
es: Escribió firma de texto: %(sig)s
id: Menulis tangan teks: %(sig)s
pt: Escreveu a assinatura de texto: %(sig)s
ru: Написал текст подписи: %(sig)s
th: เขียนข้อความลายเซ็น: %(sig)s

source: Wrote img: %(img)s
de: Img schrieb: %(img)s
es: Escribió img: %(img)s
id: Menulis img: %(img)s
pt: Escreveu img: %(img)s
ru: Написал img: %(img)s
th: เขียน img: %(img)s

source: Wrote html signature: %(sig)s
de: Html-Signatur schrieb: %(sig)s
es: Escribió firma html: %(sig)s
id: Menulis html signature: %(sig)s
pt: Escreveu a assinatura html: %(sig)s
ru: Написал подпись html: %(sig)s
th: เขียนลายเซ็น html: %(sig)s

source: Processing signatures for: %(user)s
de: Signaturen für Verarbeitung: %(user)s
es: Procesamiento de firmas para: %(user)s
id: Pengolahan tanda tangan untuk: %(user)s
pt: Processamento de assinaturas para: %(user)s
ru: Обработка подписей для: %(user)s
th: ลายเซ็นสำหรับการประมวลผล: %(user)s

source: Error occured: %(err)s
de: Ist ein Fehler aufgetreten: %(err)s
es: Error al: %(err)s
id: Timbul galat: %(err)s
pt: Ocorreu um erro: %(err)s
ru: Ошибка: %(err)s
th: เกิดข้อผิดพลาด: %(err)s

source: Finished processing signatures for: %(u)s
de: Verarbeitung Signaturen für fertig: %(u)s
es: Terminado el procesamiento de firmas para: %(u)s
id: Selesai pengolahan tanda tangan untuk: %(u)s
pt: Terminado o processamento de assinaturas para: %(u)s
ru: Завершена обработка подписей для: %(u)s
th: เสร็จสิ้นการประมวลผลลายเซ็นสำหรับ: %(u)s

source: User with userid: %s not found
de: Benutzer UserID: %s nicht gefunden
es: Usuario con ID de usuario: %s no se encuentra
id: Pengguna dengan userid: %s tidak ditemukan
pt: Usuário com a ID de usuário: %s não encontrado
ru: Пользователь с userid: %s не найден
th: ผู้ใช้ที่ปรับ: %s ไม่พบ

source: Processing signatures for: %(d)s
de: Signaturen für Verarbeitung: %(d)s
es: Procesamiento de firmas para: %(d)s
id: Pengolahan tanda tangan untuk: %(d)s
pt: Processamento de assinaturas para: %(d)s
ru: Обработка подписей для: %(d)s
th: ลายเซ็นสำหรับการประมวลผล: %(d)s

source: Finished processing signatures for: %(d)s
de: Verarbeitung Signaturen für fertig: %(d)s
es: Terminado el procesamiento de firmas para: %(d)s
id: Selesai pengolahan tanda tangan untuk: %(d)s
pt: Terminado o processamento de assinaturas para: %(d)s
ru: Завершена обработка подписей для: %(d)s
th: เสร็จสิ้นการประมวลผลลายเซ็นสำหรับ: %(d)s

source: Domain with domainid: %s not found
de: Domain mit DomänenID: %s nicht gefunden
es: Dominio con idDominio: %s no se encuentra
id: Domain dengan domainid: %s tidak ditemukan
pt: Domínio com domainid: %s não encontrado
ru: Домен с domainid: %s не найден
th: โดเมนกับ domainid: %s ไม่พบ

source: Deleting signatures for: %(d)s
de: Löschen von Signaturen für: %(d)s
es: Eliminación de firmas para: %(d)s
id: Menghapus tanda tangan untuk: %(d)s
pt: Excluindo assinaturas para: %(d)s
ru: Удаление подписей для: %(d)s
th: ลบลายเซ็นสำหรับ: %(d)s

source: Error deleting %(f)s: %(e)s
de: Fehler beim Löschen der %(f)s: %(e)s
es: Error al eliminar %(f)s: %(e)s
id: Error menghapus %(f)s: %(e)s
pt: Erro excluindo %(f)s: %(e)s
ru: Ошибка удаления %(f)s: %(e)s
th: ข้อผิดพลาดลบ %(f)s: %(e)s

source: Finished deletion of signatures for: %(d)s
de: Löschen von Signaturen für fertig: %(d)s
es: Terminado la eliminación de firmas para: %(d)s
id: Selesai penghapusan tanda tangan untuk: %(d)s
pt: Terminou a supressão de assinaturas para: %(d)s
ru: Закончил удаление подписей для: %(d)s
th: เสร็จสิ้นการลบลายเซ็นสำหรับ: %(d)s

source: Domain signatures not found
de: Unterschriften der Domäne nicht gefunden
es: Firmas de dominio que no se encuentra
id: Tanda-tangan domain yang tidak ditemukan
pt: Assinaturas de domínio não encontradas
ru: Домен подписи не найдена
th: ไม่พบลายเซ็นโดเมน

source: Deleting signatures for: %(a)s
de: Löschen von Signaturen für: %(a)s
es: Eliminación de firmas para: %(a)s
id: Menghapus tanda tangan untuk: %(a)s
pt: Excluindo assinaturas para: %(a)s
ru: Удаление подписей для: %(a)s
th: ลบลายเซ็นสำหรับ: %(a)s

source: Finished deletion of signatures for: %(u)s
de: Löschen von Signaturen für fertig: %(u)s
es: Terminado la eliminación de firmas para: %(u)s
id: Selesai penghapusan tanda tangan untuk: %(u)s
pt: Terminou a supressão de assinaturas para: %(u)s
ru: Закончил удаление подписей для: %(u)s
th: เสร็จสิ้นการลบลายเซ็นสำหรับ: %(u)s

source: Account signatures not found
de: Konto-Signaturen nicht gefunden
es: Firmas de cuenta no se encuentra
id: Tanda-tangan rekening tidak ditemukan
pt: Assinaturas de conta não encontradas
ru: Счет подписи не найдена
th: ลายเซ็นบัญชีไม่พบ

source: Delivery SMTP server: %(server)s was added successfully
cs: Doručovací SMTP server %(server)s byl úspěšně přidán.
de: Versand SMTP Server: %(server)s wurde erfolgreich hinzugefügt
es: Servidor de entrega SMTP: %(server)s se agregó correctamente
fr: Le serveur SMTP: %(server)s a été ajouté avec succès
id: Pengiriman SMTP server: %(server)s ditambahkan berhasil
pl: Serwer SMTP: %(server)s został dodany pomyślnie
pt: Entrega SMTP server: %(server)s foi adicionado com sucesso
ru: Сервер доставки SMTP: %(server)s был успешно добавлен
th: ส่ง SMTP เซิร์ฟเวอร์: %(server)s เพิ่มเรียบร้อยแล้ว
