Repository: endelwar/baruwa
Catalog: src/baruwa/locale/*/LC_MESSAGES/django.po
Languages: cs, de, es, fr, id, pl, pt, ru, th

source: Preview message
cs: Zobrazit zprávu
de: Vorschau der Nachricht
es: Mensaje de vista previa
fr: Visualiser le message
id: Pratinjau Pesan
pl: Podgląd wiadomości
pt: Mensagem de visualização
ru: Предварительный просмотр сообщения
th: ข้อความตัวอย่าง

source: Release message
cs: Uvolnit zprávu
de: Release-Meldung
es: Mensaje de liberación
fr: Libérer le message
id: Rilis pesan
pl: Zwolnij wiadomość
pt: Mensagem de libertação
ru: Релиз сообщение
th: ข้อความออก

source: Full message list
cs: Úplný seznam zpráv
de: Vollständige Nachrichtenliste
es: Lista de mensaje completo
fr: Pleine liste des messages
id: Daftar pesan penuh
pl: Pełna lista Wiadomości
pt: Lista de mensagem completa
ru: Полное сообщение в списке
th: รายการข้อความเต็ม

source: Quarantine
cs: Karanténa
de: Quarantäne
es: Cuarentena
fr: Quarantaine
id: Karantina
pl: Kwarantanna
pt: Quarentena
ru: Карантин
th: ตรวจสอบสินค้า

source: Archive
cs: Archiv
de: Archiv
es: Archivo
fr: Archives
id: Arsip
pl: Archiwum
pt: Arquivo
ru: Архив
th: เก็บถาวร

source: Message Details
cs: Detaily zprávy
de: Nachrichtendetails
es: Detalles del mensaje
fr: Détails du message
id: Rincian pesan
pl: Szczegóły wiadomości
pt: Detalhes da mensagem
ru: Сведения о сообщении
th: รายละเอียดของข้อความ

source: Message ID:
cs: Zpráva ID:
de: Nachrichten-ID:
es: Identificador del mensaje:
fr: ID Message:
id: ID pesan:
pl: ID Wiadomości:
pt: ID de mensagem:
ru: Идентификатор сообщения:
th: ข้อความ ID:

source: To:
cs: Komu:
de: An:
es: Para:
fr: À:
id: Untuk:
pl: Do:
pt: Para:
ru: Кому:
th: ถึง:

source: Received on:
cs: Přijato kdy:
de: Erhielt auf:
es: Recibido en:
fr: Reçu le:
id: Diterima pada:
pl: Otrzymano dnia:
pt: Recebido em:
ru: Получил:
th: รับบน:

source: Received by:
cs: Přijato kým:
de: Empfangen von:
es: Recibido por:
fr: Reçu par:
id: Diterima oleh:
pl: Otrzymane przez:
pt: Recebido por:
ru: Получил путем:
th: รับโดย:

source: Received from:
cs: Přijato z:
de: Empfangen von:
es: Recibido de:
fr: Reçu de:
id: Menerima dari:
pl: Otrzymane od:
pt: Recebido de:
ru: Получил от:
th: ได้รับจาก:

source: Recieved via:
cs: Přijato přes:
de: Erhalten Sie über:
es: Recibido a través de:
fr: Reçu par l'intermédiaire:
id: Diterima melalui:
pl: Otrzymane przez:
pt: Recebi através de:
ru: Получено через:
th: รับผ่านทาง:

source: Message Headers:
cs: Hlavičky zprávy:
de: Nachrichten-Header:
es: Encabezados de mensaje:
fr: En-têtes du Message:
id: Header pesan:
pl: Nagłówki wiadomości:
pt: Cabeçalhos de mensagem:
ru: Заголовки сообщений:
th: หัวข้อ:

source: Size:
cs: Velikost:
de: Größe:
es: Tamaño:
fr: Taille:
id: Ukuran:
pl: Rozmiar:
pt: Tamanho:
ru: Размер:
th: ขนาด:

source: Virus infected:
cs: Infikováno virem:
de: Virus infiziert:
es: Infectado por virus:
fr: Infectés par un virus:
id: Terinfeksi virus:
pl: Zainfekowany wirusem:
pt: Vírus infectado:
ru: Инфицированных вирусом:
th: ไวรัสไวรัส:

source: Blocked File:
cs: Blokovaný soubor:
de: Gesperrte Dateitypen:
es: Archivos bloqueados:
fr: Fichier bloqué:
id: Berkas yang diblokir:
pl: Zablokowany plik:
pt: Arquivo bloqueado:
ru: Заблокированный файл:
th: แฟ้มที่ถูกบล็อก:

source: Other infection:
cs: Jiná infekce:
de: Andere Infektion:
es: Otras infecciones:
fr: Autres infection:
id: Infeksi lain:
pl: Inne zakażenie:
pt: Outras infecções:
ru: Другие инфекции:
th: การติดเชื้ออื่น ๆ:

source: Delivery information
de: Informationen zur Lieferung
es: Información de entrega
id: Informasi pengiriman
pt: Informações de entrega
ru: Информация о доставке
th: ข้อมูลการจัดส่ง

source: Processed at:
de: Bearbeitet am:
es: Procesado en:
id: Diproses di:
pt: Processado em:
ru: Обработано в:
th: เวลาประมวลผล:

source: Processed by:
de: Bearbeitet von:
es: Procesado por:
id: Diproses oleh:
pt: Processado por:
ru: Обработаны:
th: ประมวลผลโดย:

source: Delivered to:
de: An geliefert:
es: Entregado a:
id: Dikirim ke:
pt: Entregue-se a:
ru: Доставлено:
th: ส่งให้:

source: Delivery status
de: Lieferstatus
es: Estado de entrega
id: Status pengiriman
pt: Status de entrega
ru: Статус доставки
th: สถานะการส่ง

source: Spamassassin information
cs: Informace Spamassassina
de: SpamAssassin-Informationen
es: Información de SpamAssassin
fr: Information Spamassassin
id: SpamAssassin informasi
pl: Informacje Spamassassin
pt: Informações do SpamAssassin
ru: SpamAssassin информация
th: Spamassassin ข้อมูล

source: Spam:
ru: Спам:
th: ขยะ:

source: Action(s):
cs: Akce:
de: Aktionen:
es: Acciones:
pl: Akcja(e):
pt: Ação (ões):
ru: Действия:
th: กระทำ:

source: High Scoring Spam:
cs: Spam vysokého skóre:
de: Hohe Scoring Spam:
es: Alta puntuación de Spam:
fr: Spam a Score Élevé:
id: Spam penilaian yang tinggi:
pl: Spam z Wysoką Oceną:
pt: Spam de pontuação alta:
ru: Высокая забил спам:
th: สแปมให้คะแนนสูง:

source: Spamassassin Spam:
cs: Spam dle Spamassassina:
fr: Spam de Spamassassin:
pl: Spam Spamassassin'a:
ru: SpamAssassin спам:
th: ขยะ Spamassassin:

source: Listed in RBL:
cs: Na seznamu RBL:
de: In der RBL aufgeführt:
es: Enumerados en RBL:
fr: Énumérés dans RBL:
id: Tercantum dalam RBL:
pl: Wylistowane w RBL:
pt: Listado em uma RBL:
ru: Перечисленные в руб:
th: อยู่ใน RBL:

source: Listed in :
de: Gelistet:
es: Listados en:
fr: Énumérés dans :
id: Tercantum dalam:
pl: Wylistowane w :
pt: Listado em:
ru: Перечисленные в:
th: แสดงใน:

source: Spam Whitelisted:
cs: Spam na whitelistu:
de: Auf der weißen Liste Spam:
es: Lista blanca de spam:
fr: Spam sur liste blanche:
id: Masuk daftar putih spam:
pl: Spam umieszczony na Białej liście:
pt: Spam na lista branca:
ru: Спам Whitelisted:
th: สแปม Whitelisted:

source: Spam Blacklisted:
cs: Spam na blacklistu:
de: Spam auf der schwarzen Liste:
es: La lista negra de spam:
fr: Spam sur liste noire
id: Spam blacklist:
pl: Spam umieszczony na Czarnej liście:
pt: Na lista negra de spam:
ru: Спам черный список:
th: สแปม Blacklisted:

source: Spamassassin Auto learned:
cs: Spamassassin samoučení:
de: SpamAssassin automatisch gelernt:
es: SpamAssassin Auto aprendido:
fr: Spamassassin Auto appris:
id: SpamAssassin Auto belajar:
pl: Spamassassin Auto-nauczony:
pt: SpamAssassin Auto aprendeu:
ru: SpamAssassin Auto узнал:
th: Spamassassin อัตโนมัติรู้:

source: Spamassassin Score:
cs: Spamassassin skóre:
es: Puntuación de SpamAssassin:
fr: Score Spamassassin:
id: SpamAssassin Skor:
pl: Ocena Spamassassin:
pt: SpamAssassin Pontuação:
ru: SpamAssassin счёт:
th: Spamassassin คะแนน:

source: Spamassassin Report:
cs: Spamassassin hlášení:
de: SpamAssassin-Bericht:
es: Informe de SpamAssassin:
fr: Rapport Spamassassin:
id: SpamAssassin laporan:
pl: Raport Spamassassin:
pt: Relatório SpamAssassin:
ru: SpamAssassin доклад:
th: Spamassassin รายงาน:

source: Release
cs: Uvolnit
de: Freigabe
es: Lanzamiento
fr: Libérer
id: Rilis
pl: Zwolnij
pt: Lançamento
ru: Релиз
th: รุ่น

source: SA Learn
cs: SA učit
de: SA lernen
es: Aprender SA
fr: Apprentissage SA
id: SA belajar
pl: Nauka SA
pt: SA aprender
ru: Узнайте, SA
th: เรียนรู้ SA

source: Alt recipients
cs: Náhradní příjemci
de: Alt-Empfänger
es: Destinatarios Alt
fr: Destinataires Alternatifs
id: Alt Penerima
pl: Alternatywni odbiorcy
pt: Destinatários Alt
ru: Alt получателей
th: ผู้รับ alt

source: Submit
cs: Odeslat
de: Senden
es: Enviar
fr: Soumettre
id: Kirim
pl: Wyślij
pt: Enviar
ru: Отправить
th: ส่ง

source: The message details for the requested message id could not be retrieved
cs: Podrobnosti zprávy pro zadané ID zprávy nelze získat
de: Die Nachrichtendetails für die angeforderte Nachricht-Id konnte nicht abgerufen werden
es: No se pudieran recuperar los detalles del mensaje para el id de mensaje solicitado
fr: Les détails du l'ID du message demandé ne pouvaient pas être trouvé
id: Rincian pesan untuk id pesan yang diminta tak bisa diambil
pl: szczegóły wiadomości w wybranym id wiadomość nie mógł zostać pobrany
pt: Os detalhes da mensagem para o id de mensagem solicitada não podem ser recuperados
ru: Не удалось получить сведения о сообщении для запрашиваемого message id
th: ไม่สามารถเรียกข้อมูลรายละเอียดของข้อความสำหรับรหัสข้อความที่ร้องขอ

source: Full message
cs: Celá zpráva
de: Vollständige Meldung
es: Mensaje completo
fr: Message complet
id: Pesan penuh
pl: Pełna wiadomość
pt: Mensagem completa
ru: Полное сообщение
th: ข้อความทั้งหมด

source: Showing the %(baruwa_num_recent_messages)s most recent messages
de: Anzeigen der %(baruwa_num_recent_messages)s die neuesten Einträge
es: Mostrando el %(baruwa_num_recent_messages)s mensajes más recientes
id: Menampilkan %(baruwa_num_recent_messages)s pesan-pesan terbaru
pt: Mostrando a %(baruwa_num_recent_messages)s mensagens mais recentes
ru: Показаны %(baruwa_num_recent_messages)s Последние сообщения
th: แสดง %(baruwa_num_recent_messages)s ข้อความล่าสุด

source: Filters
cs: Filtry
de: Filter
es: Filtros
fr: Filtres
id: Filter
pl: Filtry
pt: Filtros
ru: Фильтры
th: ตัวกรอง

source: have been applied
cs: bylo aplikováno
de: wurden umgesetzt
es: se han aplicado
fr: ont été appliquées
id: telah diterapkan
pl: zostały zastosowane
pt: foram aplicados
ru: были применены
th: มีการใช้

source: Showing the %(baruwa_num_recent_messages)s most recent messages
de: Anzeigen der %(baruwa_num_recent_messages)s die neuesten Einträge
es: Mostrando el %(baruwa_num_recent_messages)s mensajes más recientes
id: Menampilkan %(baruwa_num_recent_messages)s pesan-pesan terbaru
pt: Mostrando a %(baruwa_num_recent_messages)s mensagens mais recentes
ru: Показаны %(baruwa_num_recent_messages)s Последние сообщения
th: แสดง %(baruwa_num_recent_messages)s ข้อความล่าสุด

source: Enable javascript for updates
cs: Pro aktualizace povolte javascript
de: Aktivieren Sie Javascript für updates
es: Habilite javascript para actualizaciones
fr: Activer javascript pour les mises à jour
id: Mengaktifkan javascript untuk update
pl: Włącz javascript do aktualizacji
pt: O javascript para atualizações
ru: Включите javascript для обновлений
th: เปิดใช้งาน javascript สำหรับการปรับปรุง

source: Date/Time
cs: Datum/Čas
de: Datum/Uhrzeit
es: Fecha y hora
fr: Date/Heure
id: Tanggal/waktu
pl: Data/Czas
pt: Data/hora
ru: Дата и время
th: วัน / เวลา

source: From
cs: Od
de: Von
es: De
fr: De
id: Dari
pl: Od
pt: De
ru: От
th: จาก

source: To
cs: Komu
de: An
es: Para
fr: À
id: Untuk
pl: Do
pt: Para
ru: Кому
th: ถึง

source: Score
cs: Skóre
de: Partitur
es: Puntuación
id: Skor
pl: Ocena
pt: Pontuação
ru: Оценка
th: คะแนน

source: Filters have been applied :
cs: Použité filtry :
de: Filter wurden angewendet:
es: Se han aplicado filtros:
fr: Filtres ont été appliqués:
id: Penyaring telah diterapkan:
pl: Filtry zostały zastosowane:
pt: Filtros foram aplicados:
ru: Были применены фильтры:
th: มีการใช้ตัวกรอง:

source: Baruwa :: Previewing message - %(message_id)s
cs: Baruwa :: Zobrazení zprávy - %(message_id)s
de: Baruwa:: Previewing Nachricht-%(message_id)s
es: Baruwa:: Mensaje de previsualización-%(message_id)s
fr: Baruwa :: Aperçu du message - %(message_id)s
id: Baruwa:: Previewing pesan-%(message_id)s
pl: Baruwa :: Podgląd wiadomości - %(message_id)s
pt: Elonir:: Mensagem de pré-visualização-%(message_id)s
ru: Барува:: Предварительный просмотр сообщения-%(message_id)s
th: Baruwa:: ข้อความแสดงตัวอย่าง- %(message_id)s

source: Previewing message - %(message_id)s
cs: Zobrazení zprávy - %(message_id)s
de: Vorschau der Nachricht-%(message_id)s
es: Vista previa de los mensajes-%(message_id)s
fr: Aperçu du message - %(message_id)s
id: Previewing pesan-%(message_id)s
pl: Podgląd wiadomości - %(message_id)s
pt: Visualização de mensagem-%(message_id)s
ru: Просмотра сообщение-%(message_id)s
th: Previewing ข้อ- %(message_id)s

source: Return to message
cs: Vrátit se ke zprávě
de: Zurück zur Meldung
es: Volver al mensaje
fr: Retour au message
id: Kembali ke pesan
pl: Powrót do wiadomości
pt: A mensagem de retorno
ru: Вернуться сообщение
th: กลับไปที่ข้อความ

source: Subject:
cs: Předmět:
de: Betreff:
es: Asunto:
fr: Sujet:
id: Subjek:
pl: Temat:
pt: Assunto:
ru: Тема:
th: ชื่อเรื่อง:

source: Date:
cs: Datum:
de: Datum:
es: Fecha:
id: Tanggal:
pl: Data:
pt: Data:
ru: Дата:
th: วัน:

source: Attachments:
cs: Přílohy:
de: Anhänge:
es: Archivos adjuntos:
fr: Pièces jointes:
id: Lampiran:
pl: Załączniki:
pt: Anexos:
ru: Вложения:
th: สิ่งที่แนบมา:

source: Message content
cs: Obsah zprávy
de: Inhalt der Nachricht
es: Contenido del mensaje
fr: Contenu du message
id: Isi pesan
pl: Treść wiadomości
pt: Conteúdo da mensagem
ru: Содержание сообщения
th: เนื้อหาของข้อความ

source: Message is multipart
cs: Zpráva je multipart
de: Nachricht ist eine mehrteilige
es: Mensaje es varias partes
fr: Le message est en plusieurs parties
id: Pesan multipart
pl: Wiadomość jest wieloczęściowa
pt: Mensagem é multipart
ru: Многокомпонентные сообщения
th: ข้อความมีส่วน

source: view
de: Ansicht
es: vista
fr: afficher
id: Lihat
pl: podgląd
pt: vista
ru: вид
th: มุมมอง

source: the other part
cs: další část
de: der andere Teil
es: la otra parte
fr: l'autre partie
id: Bagian lain
pl: inna część
pt: a outra parte
ru: Другая часть
th: ส่วนอื่น ๆ

source: Message could not be previewed
cs: Zprávu nešlo zobrazit
de: Vorschau Nachricht konnte nicht angezeigt werden
es: Mensaje no podría ser visto de antemano
fr: Message n'a pas pu être prévisualisé
id: Pesan tidak dapat melihat
pl: Wiadomość nie może być przeglądana
pt: Mensagem não poderia ser visualizada
ru: Сообщение не может быть просмотрены
th: ไม่มีภาพข้อความ

source: Full Quarantine
cs: Celá karanténa
de: Volle Quarantäne
es: Cuarentena completa
fr: Toute la quarantaine
id: Penuh karantina
pl: Pełna Kwarantanna
pt: Quarentena completa
ru: Полное карантина
th: ตรวจสอบเต็ม

source: Showing the 50 most recent messages
cs: Zobrazení 50 nejčerstvějších zpráv
de: Die 50 neuesten Nachrichten anzeigen
es: Mostrando los 50 mensajes más recientes
fr: Liste des 50 messages les plus récents
id: Menampilkan pesan-pesan terbaru 50
pl: Wyświetlanie 50 ostatnich wiadomości
pt: Mostrando as 50 mensagens mais recentes
ru: Показаны 50 самых последних сообщений
th: แสดงข้อความล่าสุด 50

source: Train
cs: Učit
de: Zug
es: Tren
fr: Apprendre
id: Kereta api
pl: Szkolić
pt: Trem
ru: Поезд
th: รถไฟ

source: Process
cs: Zpracovat
de: Prozess
es: Proceso
fr: Traiter
id: Proses
pl: Przetwarzanie
pt: Processo
ru: Процесс
th: กระบวนการ

source: Spam Report
cs: Spamové hlášení
de: Spam-Bericht
es: Informe de spam
fr: Rapport de Spam
id: Laporan spam
pl: Raport Spam
pt: Relatório de spam
ru: Спам
th: รายงานจดหมายขยะ

source: Policy Blocked Report
de: Politik blockiert Bericht
es: Política bloqueado informe
fr: Rapport de la politique des bloqués
id: Kebijakan diblokir laporan
pl: Raport polityki zablokowanych
pt: Política bloqueada relatório
ru: Политики заблокирован отчет
th: นโยบายบล็อกรายงาน

source: To view these quarantined messages please visit :
cs: Pro zobrazení těchto zpráv z karantény prosím navštivte :
de: Finden Sie diese unter Quarantäne unter Nachrichten bitte:
es: Para ver estas en cuarentena mensajes por favor visitan:
fr: Pour afficher ces messages en quarantaine visitez SVP le site:
id: Untuk melihat ini dikarantina pesan silahkan kunjungi:
pl: Aby wyświetlić te wiadomości poddane kwarantannie proszę odwiedzić :
pt: Para ver estas em quarentena mensagens por favor visitam:
ru: Чтобы просмотреть их в карантин сообщения, пожалуйста, посетите:
th: ดูเหล่านี้กักไว้ ข้อความโปรดเยี่ยมชม:

source: Quarantined Message release
cs: Uvolnit zprávu z karantény
de: Isolierte Nachrichten Freigabe
es: Publicación de mensajes en cuarentena
fr: Libération des messages en Quarantaine
id: Dikarantina pesan rilis
pl: Uwolnienie Wiadomości z kwarantanny
pt: Liberação de mensagem em quarentena
ru: Помещенные в карантин сообщения релиз
th: เผยแพร่ข้อความที่ถูกกักกัน

source: The message: %(message_id)s has been released to %(release_address)s
cs: Zpráva: %(message_id)s byla uvolněna pro %(release_address)s
de: Die Nachricht: %(message_id)s freigegeben wurde %(release_address)s
es: El mensaje: %(message_id)s se ha liberado a %(release_address)s
fr: Le message: %(message_id)s a été libéré à %(release_address)s
id: Pesan: %(message_id)s telah dirilis ke %(release_address)s
pl: Wiadomość: %(message_id)s została zwolniona do %(release_address)s
pt: A mensagem: %(message_id)s foi lançado a %(release_address)s
ru: Сообщение: %(message_id)s была выпущена для %(release_address)s
th: ข้อความ: %(message_id)s ได้ออกการ %(release_address)s

source: The release of message: %(message_id)s to %(release_address)s failed with error: %(error_msg)s, contact your email admin for assistance.
cs: Uvolnění zprávy: %(message_id)s pro %(release_address)s selhalo s chybou: %(error_msg)s. O pomoc požádejte svého správce pošty.
de: Die Freigabe der Nachricht: %(message_id)s auf %(release_address)s fehlgeschlagen mit Fehler: %(error_msg)s, kontaktieren Sie Ihren e-Mail-Admin für Unterstützung.
es: La versión de mensaje: %(message_id)s a %(release_address)s con el error: %(error_msg)s, póngase en contacto con su administrador de correo electrónico de asistencia.
fr: La liberation du message: %(message_id)s à %(release_address)s a échoué avec l'erreur: %(error_msg)s, contactez votre administrateur pour une assistance.
id: Rilis pesan: %(message_id)s untuk %(release_address)s gagal dengan galat: %(error_msg)s, hubungi admin email Anda untuk bantuannya.
pl: Zwolnienie wiadomości: %(message_id)s do %(release_address)s nie powiodło sie, błąd: %(error_msg)s, skontaktuj się z administratorem.
pt: A versão da mensagem: %(message_id)s a %(release_address)s falhou com erro: %(error_msg)s, contate seu administrador de e-mail para obter assistência.
ru: Выпуск сообщения: %(message_id)s чтобы %(release_address)s Ошибка: %(error_msg)s, обратитесь за помощью к вашей электронной почты администратора.
th: ปล่อยข้อความ: %(message_id)s การ %(release_address)s ล้มเหลว ด้วยข้อผิดพลาด: %(error_msg)s, ติดต่อผู้ดูแลระบบอีเมล์ของคุณสำหรับความช่วยเหลือ

source: The message id: %(id)s has been released
cs: Zpráva id: %(id)s byla uvolněna
de: Die Nachrichten-Id: %(id)s wurde freigegeben
es: El id de mensaje: %(id)s ha sido liberado
fr: L'ID du message: %(id)s a été libéré
id: Id pesan: %(id)s telah dirilis
pl: Wiadomość o ID: %(id)s została zwolniona
pt: A id da mensagem: %(id)s foi lançado
ru: Идентификатор сообщения: %(id)s был выпущен
th: Id ข้อความ: %(id)s ได้นำออกใช้

source: The message id: %(id)s could not be released: %(error_msg)s, contact your email admin for assistance.
cs: Zpráva id: %(id)s nemohla být uvolněna: %(error_msg)s. O pomoc požádejte svého správce pošty.
de: Die Nachrichten-Id: %(id)s konnte nicht freigegeben werden: %(error_msg)s, kontaktieren Sie Ihren e-Mail-Admin für Unterstützung.
es: El id de mensaje: %(id)s no se pudo liberar: %(error_msg)s, póngase en contacto con su administrador de correo electrónico de asistencia.
fr: L'ID du message: %(id)s n'a pas pu être libéré: %(error_msg)s, contactez votre administrateur pour une assistance.
id: Id pesan: %(id)s tidak akan dirilis: %(error_msg)s, hubungi admin email Anda untuk bantuannya.
pl: Wiadomość o ID: %(id)s nie została zwolniona: %(error_msg)s, skontaktuj się z administratorem.
pt: A id da mensagem: %(id)s não poderia ser lançado: %(error_msg)s, contate seu administrador de e-mail para obter assistência.
ru: Идентификатор сообщения: %(id)s не могут быть освобождены: %(error_msg)s, обратитесь за помощью к вашей электронной почты администратора.
th: Id ข้อความ: %(id)s ไม่สามารถเปิด: %(error_msg)s, ติดต่อผู้ดูแลระบบอีเมล์ของคุณสำหรับความช่วยเหลือได้

source: The message id: %(id)s processed
cs: Zpráva id: %(id)s zpracována
de: Die Nachrichten-Id: %(id)s verarbeitet
es: El id de mensaje: %(id)s procesados
fr: L'ID du message: %(id)s traité
id: Id pesan: %(id)s diproses
pl: Wiadomość o ID: %(id)s przetworzona
pt: A id da mensagem: %(id)s processados
ru: Идентификатор сообщения: %(id)s обработано
th: Id ข้อความ: %(id)s การประมวลผล

source: The message id: %(id)s not learned: %(msg)s
cs: Zpráva id: %(id)s nebyla naučena: %(msg)s
de: Die Nachrichten-Id: %(id)s nicht gelernt: %(msg)s
es: El id de mensaje: %(id)s no aprendido: %(msg)s
fr: L'ID du message: %(id)s pas appris: %(msg)s
id: Id pesan: %(id)s tidak belajar: %(msg)s
pl: Wiadomość o ID: %(id)s nie nauczony: %(msg)s
pt: A id da mensagem: %(id)s não aprendeu: %(msg)s
ru: Идентификатор сообщения: %(id)s не узнал: %(msg)s
th: Id ข้อความ: %(id)s ไม่รู้: %(msg)s

source: Response message
cs: Odpovědní zpráva
de: Antwortnachricht
es: Mensaje de respuesta
fr: Message de réponse
id: Pesan respons
pl: Komunikat odpowiedzi
pt: Mensagem de resposta
ru: Ответное сообщение
th: ข้อความตอบกลับ

source: The task was completed successfully.
cs: Úloha byla ukončena úspěšně.
de: Der Vorgang wurde erfolgreich abgeschlossen.
es: La tarea se completó correctamente.
fr: La tâche a été terminée avec succès.
id: Tugas berhasil diselesaikan.
pl: Zadanie zostało wykonane pomyślnie.
pt: A tarefa foi concluída com êxito.
ru: Задача была выполнена успешно.
th: งานที่เสร็จสมบูรณ์แล้ว

source: No items processed
cs: Nezpracovány žádné položky
de: Keine Elemente verarbeitet
es: No hay artículos procesados
fr: Pas déléments traités
id: Tak ada unsur yang diproses
pl: Brak elementów przetworzonych
pt: Não há itens processados
ru: Не обработанных элементов
th: ไม่มีการประมวลผลรายการ

source: Update status
es: Estado de actualización
fr: Statut de Mise à jour
pl: Status aktualizacji
pt: Atualizar status
ru: Состояние обновления
th: สถานะการปรับปรุง

source: Reports - %(report_title)s
de: Berichte-%(report_title)s
es: Informes-%(report_title)s
fr: Rapports - %(report_title)s
id: Laporan-%(report_title)s
pl: Raporty - %(report_title)s
pt: Relatórios-%(report_title)s
ru: Отчеты-%(report_title)s
th: รายงาน- %(report_title)s

source: Enable javascript to view graphs
cs: Pro zobrazování grafů povolte javascript
de: Aktivieren Sie Javascript zum Anzeigen von Grafiken
es: Habilite javascript ver gráficos
fr: Activer javascript pour afficher les graphiques
id: Aktifkan javascript untuk melihat grafik
pl: Włącz javascript w celu wyświetlenia wykresów
pt: Habilite javascript para Ver os gráficos
ru: Включите javascript для просмотра графики
th: เปิดใช้งาน javascript เพื่อดูกราฟ

source: No items returned
cs: Nebyly vráceny žádné položky
de: Keine Artikel zurückgegeben
es: No hay artículos devueltos
fr: Pas d'éléments retournés
id: Tak ada unsur yang kembali
pl: Brak elementów zwróconych
pt: Não há itens retornados
ru: Элементы не вернулся
th: ไม่มีรายการที่ส่งคืน

source: Add Filter
cs: Přidat filtr
de: Filter hinzufügen
es: Agregar filtro
fr: Ajouter un filtre
id: Tambahkan Filter
pl: Dodaj Filtr
pt: Adicionar filtro
ru: Добавить фильтр
th: เพิ่มตัวกรอง

source: Statistics
cs: Statistiky
de: Statistik
es: Estadísticas
fr: Statistiques
id: Statistik
pl: Statystyki
pt: Estatísticas
ru: Статистика
th: สถิติ

source: Message count
cs: Počet zpráv
de: Nachrichtenanzahl
es: Número de mensajes
fr: Le nombre de messages
id: Jumlah pesan
pl: Liczba wiadomości
pt: Contagem de mensagens
ru: Количество сообщений
th: จำนวนข้อความ

source: Oldest message processed on
cs: Nejstarší zpráva byla zpracována
de: Älteste Nachricht bearbeitet
es: Mensaje más antiguo que se procesan en
fr: Le plus anciens message été traités le
id: Pesan tertua yang diproses pada
pl: Najstarsze przetwarzane wiadomości
pt: Mais antiga mensagem processada no
ru: Старые сообщения обрабатываются на
th: ข้อความเก่าที่สุดในการประมวลผล

source: Newest message processed on
cs: Nejnovější zpráva byla zpracována
de: Neueste Nachricht bearbeitet
es: Mensaje más reciente procesado en
fr: Le plus récent message été traités le
id: Pesan terbaru yang diproses pada
pl: Najnowsze przetwarzane wiadomości
pt: Mensagem mais recente, processada no
ru: Новые сообщения обрабатываются на
th: ข้อความล่าสุดในการประมวลผล
