Repository: endelwar/baruwa
Catalog: src/baruwa/locale/*/LC_MESSAGES/django.po
Languages: cs, de, es, fr, id, pl, pt, ru, th

source: Page unavailable
cs: Stránka nedostupná
de: Seite nicht verfügbar
es: Página no está disponible
fr: Page indisponible
id: Halaman tidak tersedia
pl: Strona niedostępna
pt: Página indisponível
ru: Страница недоступна
th: หน้าไม่พร้อมใช้งาน

source: Sorry the requested page is unavailable due to a server malfunction.
cs: Požadovaná stránka není dostupná kvůli chybě serveru.
de: Sorry, die gewünschte Seite ist aufgrund eines Ausfalls der Server nicht verfügbar.
es: Lo sentimos que la página solicitada no está disponible debido a un fallo del servidor.
fr: Désolé la page demandée est indisponible en raison d'un dysfonctionnement du serveur.
id: Maaf halaman yang diminta tidak tersedia karena kerusakan server.
pl: Przepraszamy żądana strona jest niedostępna z powodu awarii serwera.
pt: Desculpe que a página solicitada não está disponível devido a um mau funcionamento do servidor.
ru: Извините, запрашиваемая страница недоступна из-за сбоя сервера.
th: ขออภัยหน้าร้องขอไม่พร้อมใช้งานเนื่องจากความผิดปกติของเซิร์ฟเวอร์

source: Status
cs: Stav
es: Estado
fr: Statut
ru: Статус
th: สถานะ

source: Total
cs: Celkem
de: Gesamt
pl: Całość
ru: Итого
th: รวมทั้งหมด

source: Virus
pt: Vírus
ru: Вирус
th: ไวรัส

source: In:
cs: Do:
es: En:
fr: Entrant:
id: Di:
pl: Wchodzące:
pt: Em:
ru: В:
th: ใน:

source: Signed in as
de: Angemeldet als
es: Identificado como
fr: Connecté en tant que
id: Untuk masuk
pl: Zalogowany jako
pt: Logado como
ru: Подписанное в качестве
th: ลงชื่อเป็น

source: Logout
cs: Odhlášení
es: Cierre de sesión
fr: Déconnexion
pl: Wyloguj
ru: Выход
th: ออกจากระบบ

source: Not logged in ::
cs: Nepřihlášen ::
de: Nicht eingeloggt::
es: No ha iniciado sesión::
fr: Non connecté ::
id: Belum login::
pl: Nie zalogowany ::
pt: Não logado::
ru: Не вошли в систему::
th: สู่::

source: Login
cs: Přihlášení
es: Inicio de sesión
fr: Connectez-vous
pl: Zaloguj się
ru: Вход
th: เข้าสู่ระบบ

source: Messages
cs: Zprávy
de: Nachrichten
es: Mensajes
id: Pesan
pl: Wiadomości
pt: Mensagens
ru: Сообщения
th: ข้อความ

source: Lists
cs: Seznamy
de: Listen
es: Listas
fr: Listes
id: Daftar
pl: Listy
pt: Listas
ru: Списки
th: รายการ

source: Reports
cs: Hlášení
de: Berichte
es: Informes
fr: Rapports
id: Laporan
pl: Raporty
pt: Relatórios
ru: Доклады
th: รายงาน

source: Status
cs: Stav
es: Estado
fr: Statut
ru: Статус
th: สถานะ

source: Settings
cs: Nastavení
de: Einstellungen
es: Configuración
fr: Paramètres
id: Pengaturan
pl: Ustawienia
pt: Configurações
ru: Параметры
th: การตั้งค่า

source: Accounts
cs: Účty
de: Konten
es: Cuentas
fr: Comptes
id: Akun
pl: Konta
pt: Contas
ru: Счета
th: บัญชีผู้ใช้

source: Account
cs: Účet
de: Konto
es: Cuenta
fr: Compte
id: Akun
pl: Konto
pt: Conta
ru: Учетная запись
th: บัญชีผู้ใช้

source: Filtered by
cs: Filtrováno podle
de: Gefiltert nach
es: Filtrar por
fr: Filtré par
id: Disaring oleh
pl: Filtrowane przez
pt: Filtrados por
ru: Фильтровать по
th: กรองโดย

source: To address
cs: Adresa Komu
de: An Adresse
es: A dirección
fr: À l'adresse
id: Untuk alamat
pl: Na adres
pt: Para endereço
ru: Адрес
th: การที่อยู่

source: From address
cs: Adresa Od
de: Von Adresse
es: De dirección
fr: De l'adresse
id: Dari alamat
pl: Od adresu
pt: De endereço
ru: С адреса
th: จากที่อยู่

source: containing
cs: obsahující
de: "enthalten
es: que contiene
fr: contenant
id: yang mengandung
pl: zawierające
pt: contendo
ru: содержащие
th: ประกอบด้วย

source: NOT containing
cs: NEobsahující
de: OHNE Zusatz
es: NO contiene
fr: NE contenant PAS
id: TIDAK mengandung
pl: NIE zawierające
pt: NÃO contendo
ru: НЕ содержащие
th: ไม่ประกอบด้วย

source: Remove
cs: Vyjmout
de: Entfernen
es: Quitar
fr: Supprimer
id: Hapus
pl: Usuń
pt: Remover
ru: Удалить
th: การเอาออก

source: Account page
de: Seite "Konto"
es: Página de la cuenta
id: Halaman account
pt: Página conta
ru: Страница учетная запись
th: หน้าบัญชี

source: Accounts :: Add Email signature
de: Accounts:: E-Mail-Signatur hinzufügen
es: Cuentas:: Agregar firma de correo electrónico
id: Account:: Menambahkan tanda tangan Email
pt: Contas:: Adicionar assinatura de E-mail
ru: Учетные записи:: Добавить подпись электронной почты
th: บัญชีผู้ใช้:: เพิ่มลายเซ็นอีเมล

source: Accounts :: %(address)s - add email signature
de: Accounts:: %(address)s -e-Mail-Signatur hinzufügen
es: Cuentas:: %(address)s -Añadir la firma de correo electrónico
id: Account:: %(address)s -menambahkan tanda tangan email
pt: Contas:: %(address)s -Adicionar a assinatura de e-mail
ru: Счета:: %(address)s -добавить подпись электронной почты
th: บัญชี:: %(address)s -เพิ่มลายเซ็นอีเมล

source: Add email signature
de: E-Mail-Signatur hinzufügen
es: Agregar firma de correo electrónico
id: Menambahkan tanda tangan email
pt: Adicionar assinatura de e-mail
ru: Добавьте подпись электронной почты
th: เพิ่มลายเซ็นอีเมล

source: Clear
de: Klar
es: Claro
fr: Effacer
id: Jelas
pl: Wyczyścić
pt: Clara
ru: Ясно
th: ล้าง

source: Add
cs: Přidat
de: Hinzufügen
es: Añadir
fr: Ajouter
id: Tambahkan
pl: Dodaj
pt: Adicionar
ru: Добавить
th: เพิ่ม

source: Domains
cs: Domény
de: Domänen
es: Dominios
fr: Domaines
id: Domain
pl: Domeny
pt: Domínios
ru: Домены
th: โดเมน

source: Domains :: Add Domain
cs: Domény :: Přidat doménu
de: Domänen:: Domäne hinzufügen
es: Dominios:: Agregar dominio
fr: Domaines :: Ajouter un domaine
id: Domain:: Tambahkan Domain
pl: Domeny :: Dodaj Domene
pt: Domínios:: Adicionar domínio
ru: Домены:: Добавить домен
th: โดเมน:: เพิ่มโดเมน

source: Accounts :: Add Address
cs: Účty :: Přidat účet
de: Accounts:: Adresse hinzufügen
es: Cuentas:: Agregar dirección
fr: Comptes :: Ajouter une adresse
id: Account:: Tambahkan alamat
pl: Konta :: Dodaj Adres
pt: Contas:: Adicionar endereço
ru: Учетные записи:: Добавить адрес
th: บัญชีผู้ใช้:: เพิ่มที่อยู่

source: Add Domain
cs: Přidat účet
de: Domäne hinzufügen
es: Agregar dominio
fr: Ajouter un domaine
id: Tambahkan Domain
pl: Dodaj Domene
pt: Adicionar domínio
ru: Добавить домен
th: เพิ่มโดเมน

source: Add Address
cs: Přidat adresu
de: Adresse hinzufügen
es: Agregar dirección
fr: Ajouter une adresse
id: Menambahkan alamat
pl: Dodaj Adres
pt: Adicionar endereço
ru: Добавить адрес
th: เพิ่มที่อยู่

source: Reset
de: Zurücksetzen
fr: Réinitialiser
pl: Resetuj
ru: Сброс
th: การตั้งค่าใหม่

source: Change Password
cs: Změnit heslo
de: Passwort ändern
es: Cambiar contraseña
fr: Changer le mot de passe
id: Ubah sandi
pl: Zmień Hasło
pt: Alterar senha
ru: Смена пароля
th: เปลี่ยนรหัสผ่าน

source: Change
cs: Změnit
de: Änderung
es: Cambio
fr: Modifier
id: Perubahan
pl: Zmień
pt: Mudança
ru: Изменения
th: การเปลี่ยนแปลง

source: Create account
cs: Vytvořit účet
de: Konto erstellen
es: Crear cuenta
fr: Créer un compte
id: Membuat akun
pl: Załóż konto
pt: Criar conta
ru: Создать аккаунт
th: สร้างบัญชีผู้ใช้

source: User account creation
cs: Vytvoření účtu uživatele
de: Benutzer-Account-Erstellung
es: Creación de cuentas de usuario
fr: Création de compte utilisateur
id: Pembuatan akun pengguna
pl: Tworzenie konta użytkownika
pt: Criação de conta de usuário
ru: Создание учетной записи пользователя
th: สร้างบัญชีผู้ใช้

source: Create
cs: Vytvořit
de: Erstellen
es: Crear
fr: Créer
id: Membuat
pl: Utwórz
pt: Criar
ru: Создайте
th: สร้าง

source: Delete Account
cs: Odstranit účet
de: Account löschen
es: Eliminar cuenta
fr: Suppression du compte
id: Menghapus akun
pl: Usuń konto
pt: Excluir conta
ru: Удаление учетной записи
th: ลบบัญชี

source: Delete the user account: ?
cs: Odstranit účet uživatele: ?
de: Benutzerkonto löschen:?
es: ¿Eliminar la cuenta de usuario:?
fr: Supprimer le compte utilisateur: ?
id: Menghapus account pengguna:?
pl: Usunąć konto użytkownika: ?
pt: Excluir a conta de usuário:?
ru: Удаление учетной записи пользователя:?
th: ลบบัญชีผู้ใช้:

source: Delete
cs: Odstranit
de: Löschen
es: Eliminar
fr: Supprimer
id: Hapus
pl: Usuń
pt: Excluir
ru: Удалить
th: ลบ

source: Delete email signature
de: Löschen von e-Mail-Signatur
es: Borrar firma de correo electrónico
id: Menghapus email signature
pt: Excluir assinatura de e-mail
ru: Удалить подпись электронной почты
th: ลบลายเซ็นอีเมล

source: Delete Email signature
de: Löschen von E-Mail-Signatur
es: Borrar firma de correo electrónico
id: Menghapus Email signature
pt: Excluir assinatura de E-mail
ru: Удалить подпись электронной почты
th: ลบลายเซ็นอีเมล

source: Delete the email signature
de: Löschen Sie die e-Mail-Signatur
es: Eliminar la firma de correo electrónico
id: Menghapus email signature
pt: Excluir a assinatura de e-mail
ru: Удалить подпись электронной почты
th: ลบลายเซ็นอีเมล

source: Delete Address
cs: Odstranit adresu
de: Adresse löschen
es: Eliminar dirección
fr: Suppression d'Adresse
id: Menghapus alamat
pl: Usuń Adres
pt: Excluir endereço
ru: Удалить адрес
th: ลบที่อยู่

source: Delete the address:
cs: Odstranit adresu:
de: Löschen Sie die Adresse:
es: Eliminar la dirección:
fr: Supprimer l'adresse:
id: Menghapus alamat:
pl: Usuń Adres:
pt: Exclua o endereço:
ru: Удалите адрес:
th: ลบอยู่:

source: Accounts :: Edit Email signature
de: Accounts:: E-Mail Signatur bearbeiten
es: Cuentas:: Editar firma de correo electrónico
id: Account:: Mengedit tanda tangan Email
pt: Contas:: Editar assinatura de E-mail
ru: Счета:: Редактировать подписи для электронной почты
th: บัญชี:: แก้ไขลายเซ็นอีเมล

source: Accounts :: %(address)s - edit email signature
de: Accounts:: %(address)s -e-Mail-Signatur bearbeiten
es: Cuentas:: %(address)s -editar la firma de correo electrónico
id: Account:: %(address)s -mengedit tanda tangan email
pt: Contas:: %(address)s -editar assinatura de e-mail
ru: Счета:: %(address)s -редактировать подпись электронной почты
th: บัญชี:: %(address)s -แก้ไขลายเซ็นอีเมล

source: Edit Account signature
de: Konto Signatur bearbeiten
es: Editar cuenta firma
id: Mengedit signatur Account
pt: Editar assinatura de conta
ru: Редактирование учетной записи подписи
th: แก้ไขลายเซ็นบัญชี

source: Update
cs: Aktualizovat
es: Actualización
fr: Mis à jour
pl: Aktualizacja
pt: Atualização
ru: Обновление
th: การปรับปรุง

source: Scanners
cs: Scannery
de: Scanner
es: Escáneres
fr: Scanneurs
id: Scanner
pl: Skannery
ru: Сканеры
th: สแกนเนอร์

source: Edit
cs: Upravit
de: Bearbeiten
es: Editar
fr: Modifier
pl: Edytuj
pt: Editar
ru: Редактировать
th: แก้ไข

source: Domain
cs: Doména
de: Domäne
es: Dominio
fr: Nom de Domaine
pl: Domena
pt: Domínio
ru: Домен
th: โดเมน

source: Accounts ::
cs: Účty ::
es: Cuentas::
fr: Comptes ::
id: Account::
pl: Konta ::
pt: Contas::
ru: Счета::
th: บัญชีผู้ใช้::

source: Full names
cs: Celá jména
de: Vollständige Namen
es: Nombres completos
fr: Noms complets
id: Nama lengkap
pl: Imię i Nazwisko
pt: Nomes completos
ru: Полные имена
th: ชื่อเต็ม

source: Email address
cs: E-mailová adresa
de: E-Mail-Adresse
es: Dirección de correo electrónico
fr: Adresse Email
id: Alamat email
pl: Adres Email
pt: Endereço de e-mail
ru: Адрес электронной почты
th: ที่อยู่อีเมล

source: View account
cs: Zobrazit účet
de: Konto anzeigen
es: Cuenta vista
fr: Afficher compte
id: Lihat account
pl: Wyświetl konto
pt: Ver conta
ru: Просмотр счета
th: ดูบัญชี

source: Baruwa :: Login
cs: Baruwa :: Přihlášení
es: Baruwa: Inicio de sesión
fr: Baruwa :: Identifiant
pl: Baruwa :: Zaloguj się
pt: Elonir: Login
ru: Барува: вход
th: Baruwa: เข้าสู่ระบบ

source: Your username and password didn't match. Please try again.
cs: Vaše uživatelské jméno a heslo nesouhlasí. Zkuste to prosím znovu.
de: Ihr Benutzername und Passwort überein nicht. Bitte versuchen Sie es erneut.
es: Su nombre de usuario y contraseña no coinciden. Por favor, inténtelo de nuevo.
fr: Votre nom d'utilisateur et mot de passe ne correspondent pas. S'il vous plaît réessayez.
id: Username dan password tidak cocok. Silakan coba lagi.
pl: Twoja nazwa użytkownika i hasło nie pasują. Proszę spróbować ponownie.
pt: Seu nome de usuário e senha não correspondem. Por favor, tente novamente.
ru: Имя пользователя и пароль не совпадают. Пожалуйста, попробуйте еще раз.
th: ชื่อผู้ใช้และรหัสผ่านไม่ตรงกัน กรุณาลองอีกครั้ง

source: Language
cs: Jazyk
de: Sprache
es: Idioma
fr: Langue
id: Bahasa
pl: Język
pt: Língua
ru: Язык
th: ภาษา

source: Forgotten your password? Enter your e-mail address below, and we'll e-mail instructions for setting a new one.
cs: Zapomenuté heslo? Zadejte vaši e-mailovou adresu níže a my vás budeme instruovat e-mailem, jak si nastavit nové heslo.
de: Vergessen Passwort? Geben Sie unten Ihre E-mail-Adresse und wir werden Anweisungen zum Einrichten einer neuen e-mail.
es: ¿Ha olvidado su contraseña? Introduzca su dirección de correo electrónico, y te e-mail instrucciones para establecer una nueva.
fr: Vous avez oublié votre mot de passe? Entrez votre adresse e-mail ci-dessous, et nous allons envoyer un e-mail avec les instructions pour établir un nouveau MDP.
id: Lupa kata sandi? Masukkan alamat e-mail Anda di bawah ini, dan kami akan mengirimkan email petunjuk pengaturan yang baru.
pl: Nie pamiętasz hasła? Wpisz swój adres e-mail, a my wyślemy instrukcje dotyczące ustanowienia nowego.
pt: Esqueceu sua senha? Digite seu endereço de email abaixo, e nós vai e-mail instruções para a criação de um novo.
ru: Забыли пароль? Введите свой адрес электронной почты ниже, и мы будем электронной почты инструкции по установке на новую.
th: ลืมรหัสผ่าน ป้อนที่อยู่อีเมลของคุณด้านล่าง และเราจะอีเมล์แนะนำสำหรับการตั้งค่าใหม่

source: Reset my password
cs: Znovunastavit mé heslo
de: Mein Kennwort zurücksetzen
es: Restablecer mi contraseña
fr: Réinitialiser mon mot de passe
id: Menyetel ulang sandi
pl: Resetuj moje hasło
pt: Redefinir minha senha
ru: Сброс пароля
th: ตั้งค่ารหัสผ่านของฉัน

source: Baruwa :: Password reset successful
cs: Baruwa :: Heslo znovunastaveno úspěšně
de: Baruwa:: Kennwort erfolgreich zurückgesetzt
es: Baruwa:: Exitoso para restablecer contraseña
fr: Baruwa :: Réinitialisation du MDP est réussie
id: Baruwa:: Password reset sukses
pl: Baruwa :: Resetowanie hasła udane
pt: Elonir:: Redefinição de senha sucesso
ru: Барува:: Успешного сброса пароля
th: Baruwa:: รหัสผ่านใหม่ประสบความสำเร็จ

source: Baruwa :: Password reset complete
cs: Baruwa :: Znovunastavení hesla je hotovo
de: Baruwa:: Kennwort zurücksetzen abgeschlossen
es: Baruwa:: Password reset completo
fr: Baruwa :: Réinitialisation du MDP terminé
id: Baruwa:: Password reset lengkap
pl: Baruwa :: Resetowanie hasła zakończone
pt: Elonir:: Redefinição de senha completa
ru: Барува:: Полный сброс пароля
th: Baruwa:: รหัสผ่านใหม่เสร็จสมบูรณ์

source: We've e-mailed you instructions for setting your password to the e-mail address you submitted. You should be receiving it shortly.
cs: Zaslali jsme vám instrukce jak nastavit heslo na vámi zadanou e-mailovou adresu. Měli byste jej neprodleně obdržet.
de: Wir haben per e-Mail Sie Anweisungen für Ihr Passwort an die E-mail-Adresse festlegen, dass Sie eingereicht. Sie sollten es in Kürze erhalten werden.
es: Nosotros hemos enviado correo electrónico las instrucciones para configurar su contraseña a la dirección de correo electrónico que has enviado. Usted debe recibirlo poco.
fr: Nous avons envoyé un e-mail à l'adresse que vous avez soumis avec les instructions pour établir votre mot de passe. Vous devriez le recevoir bientôt.
id: Kami telah e-mail Anda petunjuk untuk menetapkan sandi ke alamat email yang Anda kirimkan. Anda harus menerima itu tak lama.
pl: Wysłaliśmy e-mailem instrukcje dotyczące ustanowienia nowego hasła na podany adres e-mail. Powinieneś otrzymać go wkrótce.
pt: Nós já por e-mail você instruções para definir sua senha para o endereço de e-mail que você submeteu. Você deve recebê-lo em breve.
ru: Мы по электронной почте вам инструкции для установки ваш пароль на адрес электронной почты, отправленные вами. Вы должны получать его в ближайшее время.
th: เราได้ e-mailed คุณคำแนะนำสำหรับการตั้งค่ารหัสผ่านของคุณที่อยู่อีเมลที่คุณส่ง คุณควรได้รับเร็ว ๆ นี้

source: Your Password was successfully reset
cs: Vaše heslo bylo znovunastaveno úspěšně
de: Ihr Passwort wurde erfolgreich zurückgesetzt.
es: Con éxito fue para restablecer su contraseña
fr: Votre mot de passe a été réinitialisée avec succès
id: Sandi Anda berhasil mereset
pl: Twoje hasło zostało pomyślnie zresetowane
pt: A senha foi redefinida com êxito
ru: Ваш пароль был успешно сброшен
th: รหัสผ่านของคุณถูกตั้งค่าใหม่เรียบร้อยแล้ว

source: Baruwa :: Password reset
cs: Baruwa :: Znovunastavení hesla
de: Baruwa:: Passwort zurücksetzen
es: Baruwa:: Restablecimiento de contraseña
fr: Baruwa :: Rénitialisation du mot de passe
id: Baruwa:: Reset Password
pl: Baruwa :: Reset hasła
pt: João:: Redefinição de senha
ru: Барува:: Восстановление пароля
th: Baruwa:: รีเซ็ตรหัสผ่าน

source: Please enter your new password twice so we can verify you typed it in correctly.
cs: Zadejte vaše nové heslo dvakrát, abychom mohli ověřit, že bylo vloženo správně.
de: Bitte geben Sie Ihr neue Kennwort zweimal, damit wir sicherstellen können, dass Sie ihn richtig eingegeben haben.
es: Por favor introduzca su nueva contraseña dos veces, por lo que podemos comprobar que escrito en correctamente.
fr: SVP entrez votre nouveau mot de passe deux fois pour pouvoir vérifier que vous l'avez tapé correctement.
id: Masukkan sandi baru dua kali sehingga kami dapat memverifikasi Anda mengetik di dengan benar.
pl: Proszę podać nowe hasło dwa razy aby potwierdzić, że został wpisany poprawnie.
pt: Digite sua nova senha duas vezes, assim podemos verificar que digitou em corretamente.
ru: Пожалуйста, введите ваш новый пароль дважды, поэтому мы можем проверить, что вы ввели его правильно.
th: กรุณาใส่รหัสผ่านใหม่สองครั้งเพื่อให้เราสามารถตรวจสอบว่า คุณพิมพ์ในอย่างถูกต้อง

source: New password:
cs: Nové heslo:
de: Neues Passwort:
es: Nueva contraseña:
fr: Nouveau mot de passe:
id: Sandi baru:
pl: Nowe hasło:
pt: Nova senha:
ru: Новый пароль:
th: รหัสผ่านใหม่:

source: Confirm password:
cs: Potvrdit heslo:
de: Bestätigen Sie Kennwort:
es: Confirmar contraseña:
fr: Confirmer mot de passe:
id: Konfirmasi sandi:
pl: Potwierdz hasło:
pt: Confirme Senha:
ru: Подтвердите пароль:
th: ยืนยันรหัสผ่าน:

source: Change my password
cs: Změnit moje heslo
de: Mein Passwort ändern
es: Cambiar mi contraseña
fr: Modifier mon mot de passe
id: Mengubah sandi saya
pl: Zmień moje hasło
pt: Alterar minha senha
ru: Изменить мой пароль
th: เปลี่ยนรหัสผ่านของฉัน

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
cs: Odkaz na znovunastavení hesla je neplatný pravděpodobně proto, že už byl použit. Vyžádejte si prosím znovunastavení hesla znovu.
de: Der Link Kennwort zurücksetzen war möglicherweise ungültig, da es bereits verwendet wurde. Fordern Sie bitte ein neues Passwort zurücksetzen.
es: El enlace de restablecimiento de contraseña no es válido, posiblemente porque ya ha sido utilizado. Por favor, solicite un restablecimiento de contraseña nueva.
fr: Le lien permettant de réinitialiser le mot de passe est invalide, probablement parce qu'il a déjà été utilisé. S'il vous plaît demander une nouvelle réinitialisation du mot de passe.
id: Tautan Setel ulang sandi tidak valid, mungkin karena itu telah digunakan. Silakan meminta reset password baru.
pl: link resetowania hasła był nieprawidłowy, prawdopodobnie dlatego, że został już wykorzystany. Poproś o nowe resetowania hasła.
pt: O link de redefinição de senha era inválido, possivelmente porque já foi utilizado. Por favor, solicite uma redefinição de senha nova.
ru: Пароль сбросить ссылку был признан недействительным, возможно потому, что она уже используется. Пожалуйста, запрос нового пароля.
th: เชื่อมโยงการตั้งค่ารหัสผ่านถูกต้อง อาจเนื่องจากได้มีการใช้ กรุณาขอตั้งค่ารหัสผ่านใหม่

source: Update account
cs: Aktualizovat účet
de: Konto aktualisieren
es: Actualizar cuenta
fr: Mis à jour du compte
id: Memperbarui account
pl: Aktualizacja konta
pt: Atualizar conta
ru: Обновить учетную запись
th: ปรับปรุงบัญชี

source: Update user account
cs: Aktualizovat účet uživatele
de: Update-Benutzerkonto
es: Actualizar cuenta de usuario
fr: Mis à jour du compte utilisateur
id: Memperbarui account pengguna
pl: Aktualizacja konta użytkownika
pt: Atualização de conta de usuário
ru: Обновление учетной записи пользователя
th: ปรับปรุงบัญชีผู้ใช้

source: Update Profile
cs: Aktualizovat profil
de: Profil aktualisieren
es: Actualizar perfil
fr: Mis à jour du Profil
id: Update Profil
pl: Aktualizacja profilu
pt: Atualizar perfil
ru: Обновление профиля
th: ปรับปรุงส่วนกำหนดค่า

source: Change your password
cs: Změňte své heslo
de: Ändern Sie Ihr Passwort
es: Cambiar la contraseña
fr: Modifiez votre mot de passe
id: Mengubah sandi
pl: Zmień swoje hasło
pt: Alterar sua senha
ru: Изменить свой пароль
th: เปลี่ยนรหัสผ่านของคุณ

source: Change users password
cs: Změnit heslo uživatele
de: Benutzer-Kennwort ändern
es: Cambiar la contraseña de los usuarios
fr: Modifiez le mot de passe de l'utilisateur
id: Ubah sandi pengguna
pl: Zmiana hasła użytkowników
pt: Alterar senha de usuários
ru: Смена пароля пользователей
th: เปลี่ยนรหัสผ่านของผู้ใช้

source: Account Profile
cs: Profil účtu
de: Account-Profil
es: Perfil de cuenta
fr: Profil du Compte
id: Profil account
pl: Profil Konta
pt: Perfil de conta
ru: Профиль учетной записи
th: ส่วนกำหนดค่าบัญชีผู้ใช้

source: Viewing %(account)s's Profile
cs: Zobrazení profilu účtu %(account)s
de: Anzeigen von %(account)s's Profil
es: Ver %(account)s»s perfil
fr: Affichage du profil de %(account)s
id: Melihat %(account)s's profil
pl: Przeglądanie profilu %(account)s
pt: Visualização %(account)s's perfil
ru: Просмотр %(account)s's профиль
th: ดู %(account)s's โปรไฟล์

source: Username:
cs: Uživatelské jméno:
de: Benutzername:
es: Nombre de usuario:
fr: Nom d'utilisateur:
id: Nama pengguna:
pl: Nazwa użytkownika:
pt: Nome de usuário:
ru: Имя пользователя:
th: ชื่อผู้ใช้:

source: Full names:
cs: Celá jména:
de: Vollständige Namen:
es: Nombre completo:
fr: Noms complets:
id: Nama lengkap:
pl: Imię i nazwisko:
pt: Nomes completos:
ru: Полные имена:
th: ชื่อเต็ม:

source: Email Address:
cs: E-mailová adresa:
de: E-Mail-Adresse:
es: Dirección de correo electrónico:
fr: Adresse Email:
id: Alamat email:
pl: Adres Email:
pt: Endereço de e-mail:
ru: Адрес электронной почты:
th: อีเมล์:

source: Account status:
cs: Stav účtu
de: Kontostand:
es: Estado de cuenta:
fr: Statut du Compte:
pl: Status konta:
pt: Status da conta:
ru: Статус счета:
th: สถานะบัญชี:

source: Active
cs: Aktivní
de: Aktive
es: Activo
fr: Actif
id: Aktif
pl: Aktywne
pt: Ativo
ru: Активные
th: ใช้งานอยู่

source: Disabled
cs: Zablokovaný
de: Behinderte
es: Discapacitados
fr: Désactivé
id: Penyandang Cacat
pl: Wyłączone
pt: Com deficiência
ru: Инвалидов
th: ปิดการใช้งาน

source: Last login:
cs: Poslední přihlášení:
de: Letzter Login:
es: Último ingreso:
fr: Dernière connexion:
id: Login terakhir:
pl: Ostatnio zalogowany:
pt: Último login:
ru: Последний Логин:
th: เข้าสู่ระบบล่าสุด:

source: Account created on:
cs: Účet vytvořen na:
de: Erstellt am Konto:
es: Cuenta creada en:
fr: Compte créé le:
id: Akun dibuat pada:
pl: Konto stworzone:
pt: Conta criada no:
ru: Учетная запись на:
th: สร้างขึ้นในบัญชี:

source: Profile Settings
cs: Nastavení profilu
de: Profileinstellungen
es: Configuración del perfil
fr: Paramètres du profil
id: Pengaturan profil
pl: Ustawienia profilu
pt: Configurações de perfil
ru: Параметры профиля
th: ตั้งค่าโพรไฟล์

source: Account type:
cs: Typ účtu
de: Kontotyp:
es: Tipo de cuenta:
fr: Type de compte:
id: Jenis account:
pl: Typ konta:
pt: Tipo de conta:
ru: Тип счета:
th: ประเภทบัญชี:

source: Administrator
cs: Administrátor
es: Administrador
fr: Administrateur
pt: Administrador
ru: Администратор
th: ผู้ดูแล

source: Domain Administrator
cs: Doménový administrátor
es: Administrador de dominio
fr: Administrateur Domaine
pl: Administrator Domen(y)
pt: Administrador de domínio
ru: Администратор домена
th: ผู้ดูแลโดเมน
