Repository: endelwar/baruwa
Catalog: src/baruwa/locale/*/LC_MESSAGES/django.po
Languages: cs, de, es, fr, id, pl, pt, ru, th

source: Adding of Delivery SMTP server failed
cs: Přidání doručovacího SMTP serveru selhalo.
de: Hinzufügen von Lieferung SMTP-Server ist fehlgeschlagen
es: Adición de entrega SMTP server error
fr: L'ajout du serveur SMTP a échoué
id: Menambahkan server SMTP pengiriman gagal
pl: Dodanie serwera SMTP nie powiodło się
pt: Adição de entrega SMTP servidor falhado
ru: Добавление сбой доставки SMTP сервера
th: เพิ่มเซิร์ฟเวอร์ SMTP ส่งล้มเหลว

source: Delivery SMTP server: %(server)s has been updated successfully
cs: Doručovací SMTP server %(server)s byl úspěšně aktualizován.
de: Versand SMTP Server: %(server)s wurde erfolgreich aktualisiert
es: Servidor de entrega SMTP: %(server)s se ha actualizado correctamente
fr: Le serveur SMTP: %(server)s a été mis à jour avec succès
id: Pengiriman SMTP server: %(server)s telah diperbarui berhasil
pl: Serwer SMTP: %(server)s został zaktualizowany pomyślnie
pt: Entrega SMTP server: %(server)s foi atualizado com sucesso
ru: Сервер доставки SMTP: %(server)s были успешно обновлены
th: ส่ง SMTP เซิร์ฟเวอร์: %(server)s มีการปรับปรุงเรียบร้อยแล้ว

source: Delivery SMTP server: %(server)s update failed
cs: Aktualizace doručovacího SMTP serveru %(server)s selhala.
de: Versand SMTP Server: %(server)s Update fehlgeschlagen
es: Servidor de entrega SMTP: %(server)s Error de actualización
fr: Le serveur SMTP: %(server)s mise à jour a échoué
id: Pengiriman SMTP server: %(server)s Update gagal
pl: Serwer SMTP: %(server)s aktualizacja nie powiodła się
pt: Entrega SMTP server: %(server)s falha na atualização
ru: Сервер доставки SMTP: %(server)s не удалось обновить
th: ส่ง SMTP เซิร์ฟเวอร์: %(server)s ปรับปรุงล้มเหลว

source: Delivery SMTP server: %(server)s has been deleted
cs: Doručovací SMTP server %(server)s byl odstraněn.
de: Versand SMTP Server: %(server)s wurde gelöscht
es: Servidor de entrega SMTP: %(server)s se ha eliminado
fr: Le serveur SMTP: %(server)s a été supprimé
id: Pengiriman SMTP server: %(server)s telah dihapus
pl: Serwer SMTP: %(server)s został usunięty
pt: Entrega SMTP server: %(server)s foi excluído
ru: Сервер доставки SMTP: %(server)s был удален
th: ส่ง SMTP เซิร์ฟเวอร์: %(server)s ได้ถูกลบออก

source: Delivery SMTP server: %(server)s could not be deleted
cs: Doručovací SMTP server %(server)s nemohl být odstraněn.
de: Versand SMTP Server: %(server)s konnte nicht gelöscht werden
es: Servidor de entrega SMTP: %(server)s no se pudo eliminar
fr: Le serveur SMTP: %(server)s n'a pas pu être supprimé
id: Pengiriman SMTP server: %(server)s tak bisa dihapus
pl: Serwer SMTP: %(server)s nie został usunięty
pt: Entrega SMTP server: %(server)s não poderia ser excluído
ru: Сервер доставки SMTP: %(server)s не могут быть удалены
th: ส่ง SMTP เซิร์ฟเวอร์: %(server)s ไม่สามารถลบ

source: The server is contactable and accepting messages
cs: Server je dostupný a přijímá zprávy.
de: Der Server ist erreichbar und akzeptierende Nachrichten
es: El servidor está disponible y aceptando mensajes
fr: Le serveur est joignable et accepte les messages
id: Server adalah dihubungi dan menerima pesan
pl: Serwer jest dostępny i przyjmuje wiadomości
pt: O servidor está contactáveis e aceitar mensagens
ru: Сервер является соприкасаются и принимает сообщения
th: เซิร์ฟเวอร์จะ contactable และรับข้อความ

source: The server is contactable via ICMP but is not accepting messages from me, Errors: %s
cs: Server je dostupný přes ICMP, ale nepřijímá ode mě zprávy. Chyba: %s.
de: Der Server ist erreichbar über ICMP sondern akzeptiert keine Nachrichten von mir, Fehler: %s
es: El servidor está disponible a través de ICMP pero no acepta mensajes de mí, errores: %s
fr: Le serveur est joignable par ICMP, mais n'accepte pas mes messages, Erreurs: %s
id: Server dihubungi melalui ICMP tetapi tidak menerima pesan dari saya, kesalahan: %s
pl: Serwer jest dostępny przez protokół ICMP, ale nie przyjmuje wiadomości ode mnie, Błąd: %s
pt: O servidor está contactável via ICMP, mas não está aceitando mensagens de mim, erros: %s
ru: Сервер доступен через ICMP, но не принимает сообщения от меня, ошибки: %s
th: เซิร์ฟเวอร์จะ contactable ผ่านทาง ICMP แต่จะยอมรับข้อความจากฉัน ข้อผิดพลาด: %s

source: The server is not accepting messages, Errors: %s
cs: Server nepřijímá zprávy. Chyba: %s.
de: Der Server akzeptiert keine Nachrichten, Fehler: %s
es: El servidor no acepta mensajes, errores: %s
fr: Le serveur n'accepte pas les messages, Erreurs: %s
id: Server tidak menerima pesan kesalahan: %s
pl: Serwer nie przyjmuje wiadomości, Błąd: %s
pt: O servidor não está aceitando mensagens de erros: %s
ru: Сервер не принимает сообщений, ошибки: %s
th: เซิร์ฟเวอร์ได้รับข้อความ ข้อผิดพลาด: %s

source: The tests failed to run try again later
cs: Testy selhaly. Zkuste to později opakovat.
de: Die Tests ausgeführt werden konnte, versuchen Sie später erneut
es: Las pruebas no se pudo ejecutar a intentarlo más tarde
fr: Les tests ont échoué à exécuter réessayez plus tard
id: Tes gagal menjalankan mencoba lagi nanti
pl: Uruchomienie testów nie powiodło się, spróbuj pożniej
pt: Os testes não conseguiu executar tente novamente mais tarde
ru: Не удалось запустить тесты, повторите попытку позже
th: การทดสอบล้มเหลวในการเรียกใช้งานลองใหม่ภายหลัง

source: External authentication %(auth)s: on host %(host)s for domain %(dom)s was added successfully
cs: Externí autentifikace %(auth)s: na hostiteli %(host)s pro doménu %(dom)s úspěšně přidána.
de: Externe Authentifizierung %(auth)s: auf Host %(host)s für Domäne %(dom)s wurde erfolgreich hinzugefügt
es: Autenticación externa %(auth)s: host %(host)s para dominio %(dom)s se agregó correctamente
fr: L'authentification externe %(auth)s: sur l'hôte %(host)s pour le domaine%(dom)s a été ajouté avec succès
id: Otentikasi eksternal %(auth)s: pada host %(host)s untuk domain %(dom)s ditambahkan berhasil
pl: Uwierzytelnienie zewnętrzne %(auth)s: na host'cie %(host)s dla domeny %(dom)s zostało dodane pomyślnie
pt: Autenticação externa %(auth)s: host %(host)s para domínio %(dom)s foi adicionado com sucesso
ru: Внешняя аутентификация %(auth)s: на хосте %(host)s для домена %(dom)s был успешно добавлен
th: รับรองความถูกต้องภายนอก %(auth)s: บนโฮสต์ %(host)s สำหรับโดเมน %(dom)s เพิ่มเรียบร้อยแล้ว

source: Addition of external authentication failed
cs: Přidání externí autentifikace selhalo.
de: Zusatz von externe Authentifizierung fehlgeschlagen
es: Además del error de autenticación externa
fr: Ajout de l'authentification externe a échoué
id: Penambahan eksternal otentikasi gagal
pl: Dodanie zewnętrznego uwierzytelnienia nie powiodło się
pt: Adição de falha de autenticação externa
ru: Добавление внешних ошибка аутентификации
th: นอกจากนี้ล้มเหลวในการตรวจสอบภายนอก

source: External authentication %(auth)s: on host %(host)s for domain %(dom)s has been updated successfully
cs: Externí autentifikace %(auth)s: na hostiteli %(host)s pro doménu %(dom)s aktualizována úspěšně.
de: Externe Authentifizierung %(auth)s: auf Host %(host)s für Domäne %(dom)s wurde erfolgreich aktualisiert
es: Autenticación externa %(auth)s: host %(host)s para dominio %(dom)s se ha actualizado correctamente
fr: L'authentification externe %(auth)s: sur l'hôte %(host)s pour le domaine%(dom)s a été mis à jour avec succès
id: Otentikasi eksternal %(auth)s: pada host %(host)s untuk domain %(dom)s telah diperbarui berhasil
pl: Uwierzytelnienie zewnętrzne %(auth)s: na host'cie %(host)s dla domeny %(dom)s zostało zaktualizowane pomyślnie
pt: Autenticação externa %(auth)s: host %(host)s para domínio %(dom)s foi atualizado com sucesso
ru: Внешняя аутентификация %(auth)s: на хосте %(host)s для домена %(dom)s были успешно обновлены
th: รับรองความถูกต้องภายนอก %(auth)s: บนโฮสต์ %(host)s สำหรับโดเมน %(dom)s มีการปรับปรุงเรียบร้อยแล้ว

source: Update of external authentication failed
cs: Aktualizace externí autentifikace selhala.
de: Aktualisierung der externe Authentifizierung fehlgeschlagen
es: Actualización de error de autenticación externa
fr: La mise à jour de l'authentification externe a échoué
id: Update eksternal otentikasi gagal
pl: Aktualizacja zewnętrznego uwierzytelnienia nie powiodła się
pt: Atualização de falha de autenticação externa
ru: Обновление ошибка внешней аутентификации
th: โปรแกรมปรับปรุงล้มเหลวในการตรวจสอบภายนอก

source: External authentication %(auth)s: on host %(host)s for domain %(dom)s has been deleted
cs: Externí autentifikace %(auth)s: na hostiteli %(host)s pro doménu %(dom)s byla odstraněna.
de: Externe Authentifizierung %(auth)s: auf Host %(host)s für Domäne %(dom)s wurde gelöscht
es: Autenticación externa %(auth)s: host %(host)s para dominio %(dom)s se ha eliminado
fr: L'authentification externe %(auth)s: sur l'hôte %(host)s pour le domaine%(dom)s a été supprimé
id: Otentikasi eksternal %(auth)s: pada host %(host)s untuk domain %(dom)s telah dihapus
pl: Uwierzytelnienie zewnętrzne %(auth)s: na host'cie %(host)s dla domeny %(dom)s zostało usunięte
pt: Autenticação externa %(auth)s: host %(host)s para domínio %(dom)s foi excluído
ru: Внешняя аутентификация %(auth)s: на хосте %(host)s для домена %(dom)s был удален
th: รับรองความถูกต้องภายนอก %(auth)s: บนโฮสต์ %(host)s สำหรับโดเมน %(dom)s ได้ถูกลบออก

source: External authentication %(auth)s: on host %(host)s for domain %(dom)s could not be deleted
cs: Externí autentifikace %(auth)s: na hostiteli %(host)s pro doménu %(dom)s nemohla být odstraněna.
de: Externe Authentifizierung %(auth)s: auf Host %(host)s für Domäne %(dom)s konnte nicht gelöscht werden
es: Autenticación externa %(auth)s: host %(host)s para dominio %(dom)s no se pudo eliminar
fr: L'authentification externe %(auth)s: sur l'hôte %(host)s pour le domaine%(dom)s n'a pas pu être supprimé
id: Otentikasi eksternal %(auth)s: pada host %(host)s untuk domain %(dom)s tak bisa dihapus
pl: Uwierzytelnienie zewnętrzne %(auth)s: na host'cie %(host)s dla domeny %(dom)s nie zostało usunięte
pt: Autenticação externa %(auth)s: host %(host)s para domínio %(dom)s não poderia ser excluído
ru: Внешняя аутентификация %(auth)s: на хосте %(host)s для домена %(dom)s не могут быть удалены
th: รับรองความถูกต้องภายนอก %(auth)s: บนโฮสต์ %(host)s สำหรับโดเมน %(dom)s ไม่สามารถลบ

source: The node %(node)s is not been initialized, Please initialize
de: Den Knoten %(node)s ist nicht initialisiert, initialisieren Sie
es: El nodo %(node)s no se ha inicializado, inicialice
fr: Le noeud %(node)s n'est pas été initialisé, S'il vous plaît initialiser
id: Node %(node)s tidak telah dimulai, silakan menginisialisasi
pl: Węzeł %(node)s nie został zainicjowany, proszę zainicjować
pt: O nó %(node)s não foi inicializado, por favor, inicializar
ru: Узел %(node)s не был инициализирован, просьба инициализации
th: โหน %(node)s คือไม่ได้เริ่มต้น เริ่มต้นโปรด

source: The node %(node)s has been initialized
de: Den Knoten %(node)s wurde initialisiert
es: El nodo %(node)s se ha inicializado
fr: Le noeud %(node)s a été initialisé
id: Node %(node)s diawali
pl: Węzeł %(node)s został zainicjowany
pt: O nó %(node)s foi inicializado
ru: Узел %(node)s был инициализирован
th: โหน %(node)s ถูกเตรียมใช้งาน

source: A signature of this type already exists for domain: %(domain)s
de: Eine Signatur dieses Typs existiert bereits für Domäne: %(domain)s
es: Ya existe una firma de este tipo de dominio: %(domain)s
id: Tanda tangan dari jenis ini sudah ada untuk domain: %(domain)s
pt: Uma assinatura deste tipo já existe para o domínio: %(domain)s
ru: Подпись этого типа уже существует для домена: %(domain)s
th: ลายเซ็นของชนิดนี้มีอยู่แล้วสำหรับโดเมน: %(domain)s

source: The signature, is being deleted
de: Die Signatur wird gelöscht
es: La firma, se elimina
id: Tanda tangan, yang dihapus
pt: A assinatura, está sendo excluído
ru: Удалены подписи,
th: กำลังถูกลบลายเซ็น

source: Not authorized.
de: Nicht autorisiert.
es: No autorizado.
id: Tidak berwenang.
pt: Não autorizado.
ru: Не разрешается.
th: ไม่ได้รับอนุญาต

source: File has been uploaded
de: Datei wurde hochgeladen
es: Se ha cargado el archivo
id: Berkas yang diunggah
pt: Arquivo foi carregado
ru: Файл был загружен
th: มีการอัปโหลดแฟ้ม

source: An error occured, try again later
de: Ist ein Fehler aufgetreten, versuchen Sie es später erneut
es: Se ha producido un error, intente de nuevo más tarde
id: Terjadi kesalahan, coba lagi nanti
pt: Ocorreu um erro, tente novamente mais tarde
ru: Произошла ошибка, попробуйте еще раз позже
th: เกิดข้อผิดพลาด ลองใหม่ภายหลัง

source: The uploaded file is not acceptable
de: Die hochgeladene Datei ist nicht akzeptabel
es: El archivo cargado no es aceptable
id: Upload file ini tidak dapat diterima
pt: O arquivo enviado não é aceitável
ru: Загруженный файл не является приемлемым
th: แฟ้มอัปโหลดจะไม่ยอมรับ

source: You already have a signature image, delete the current image before uploading a new one
de: Schon haben Sie ein Abbild der Unterschrift, löschen das aktuelle Bild vor dem Hochladen einer neuen
es: Usted ya tiene una imagen de la firma, borrar la imagen actual antes de cargar una nueva
id: Anda sudah memiliki tanda tangan gambar, menghapus gambar saat ini sebelum meng-upload yang baru
pt: Você já tem uma imagem de assinatura, excluir a imagem atual antes de carregar um novo
ru: Вы уже есть образ подписи, удалить текущее изображение перед загрузкой нового
th: คุณแล้วมีรูปลายเซ็น ลบรูปปัจจุบันก่อนที่จะอัปโหลดใหม่

source: The file has been deleted
de: Die Datei wurde gelöscht
es: El archivo se ha eliminado
id: File yang telah dihapus
pt: O arquivo foi excluído
ru: Этот файл был удален
th: แฟ้มที่ถูกลบ

source: The file could not be deleted
de: Die Datei konnte nicht gelöscht werden
es: No se pudo eliminar el archivo
id: Berkas tak bisa dihapus
pt: O arquivo não pôde ser excluído
ru: Файл не может быть удален
th: ไม่สามารถลบแฟ้ม

source: Action not supported
de: Aktion nicht unterstützt
es: Acción no compatible
id: Tindakan yang tidak didukung
pt: Ação não suportada
ru: Действия не поддерживаются
th: ไม่สนับสนุนการกระทำ

source: You are not authorized to access this resource
de: Sie sind nicht berechtigt, diese Ressource zuzugreifen
es: No está autorizado para acceder a este recurso
id: Anda tidak diizinkan untuk mengakses sumberdaya ini
pt: Você não está autorizado a aceder a este recurso
ru: Вам не разрешается доступ к этому ресурсу
th: คุณไม่ได้รับอนุญาตให้เข้าถึงทรัพยากรนี้

source: Please enter the hostname [%s]:
de: Bitte geben Sie den Hostnamen [% s]:
es: Por favor, introduzca el nombre de host [% s]:
id: Silakan masukkan nama host [% s]:
pt: Por favor digite o hostname [% s]:
ru: Пожалуйста, введите имя хоста [% s]:
th: กรุณาใส่ชื่อ [% s]:

source: The hostname %(h)s is not assigned to this system, try again
de: Der Hostname %(h)s Dieses System, wiederholen Sie den Vorgang wird nicht zugewiesen werden
es: El nombre de host %(h)s no se asigna a este sistema, inténtelo de nuevo
id: Nama host %(h)s tidak ditetapkan untuk sistem ini, coba lagi
pt: O nome do host %(h)s não é atribuído a este sistema, tente novamente
ru: Имя хоста %(h)s не назначен к этой системе, попробуйте еще раз
th: ชื่อโฮสต์ %(h)s ไม่กำหนดระบบนี้ ลองอีกครั้ง

source: The host: %(h)s has been initialized
de: Host: %(h)s wurde initialisiert
es: El host: %(h)s se ha inicializado
id: Host: %(h)s diawali
pt: Host: %(h)s foi inicializado
ru: Принимающей страны: %(h)s был инициализирован
th: โฮสต์: %(h)s ถูกเตรียมใช้งาน

source: The settings could not be saved check your DB settings
de: Die Einstellungen konnten nicht gespeichert werden die DB-Einstellungen überprüfen
es: No se puede guardar la configuración Compruebe la configuración de DB
id: Setelan tak bisa disimpan Periksa setelan DB
pt: Não foi possível salvar as configurações de verificar suas configurações de DB
ru: Не удалось сохранить параметры проверьте настройки DB
th: ไม่สามารถบันทึกการตั้งค่าการตรวจสอบการตั้งค่า DB

source: The host: %(h)s is already initialized
de: Host: %(h)s ist bereits initialisiert
es: El host: %(h)s ya se ha inicializado
id: Host: %(h)s sudah diinisialisasi
pt: Host: %(h)s já foi inicializado
ru: Принимающей страны: %(h)s уже инициализирован
th: โฮสต์: %(h)s ถูกเตรียมใช้งานแล้ว

source: Required, %s characters or fewer. Only letters, numbers, and @, ., +, -, or _ characters.
de: Erforderlich, maximal %s Zeichen. Nur Buchstaben, Zahlen, und @,., +, -, _- Zeichen.
es: Necesario, %s caracteres o menos. Sólo letras, números, y @,., +, -, o los caracteres _.
id: Diperlukan, %s karakter atau kurang. Hanya huruf, angka, dan @,., +, -, atau _ karakter.
pt: Necessário, %s caracteres ou menos. Apenas letras, números, e @,., +, -, ou _ caracteres.
ru: Требуется, %s символов или меньше. Только буквы, цифры, и @,., +, -, _ символов.
th: จำเป็น %s อักขระหรือน้อยกว่านั้น เฉพาะตัวอักษร ตัวเลข และ@, ., +, -, _อักขระหรือ

source: %(email)s provide a valid e-mail address
de: %(email)s Geben Sie eine gültige E-mail Adresse
es: %(email)s proporcionar una dirección de correo electrónico válida
fr: %(email)s fournir une adresse e-mail valide
id: %(email)s memberikan alamat e-mail yang sah
pl: %(email)s podać prawidłowy adres e-mail
pt: %(email)s forneça um endereço de email válido
ru: %(email)s предоставить действующий адрес электронной почты
th: %(email)s ให้ที่อยู่อีเมลที่ถูกต้อง

source: The address: %(email)s does not belong to you.
cs: Adresa %(email)s nepatří vám.
de: Die Adresse: %(email)s gehört nicht zu Ihnen.
es: La dirección: %(email)s no pertenece a usted.
fr: L'adresse: %(email)s ne vous appartient pas.
id: Alamat: %(email)s bukan milik Anda.
pl: Adres: %(email)s nie należy do Ciebie.
pt: O endereço: %(email)s não pertence a você.
ru: Адрес: %(email)s не принадлежит вам.
th: อยู่: %(email)s เป็นของคุณ

source: Provide either a valid IPv4/IPv6, email, Domain address, or IPv4/IPv6 network or range
de: Können entweder eine gültige IPv4/IPv6, e-Mail, Domain-Adresse oder IPv4/IPv6-Netzwerk oder einen Bereich
es: Proporcionar un válido IPv4/IPv6, correo electrónico, dirección de dominio o IPv4/IPv6, red o intervalo
id: Menyediakan berlaku IPv4 IPv6, email, alamat Domain, atau IPv4 IPv6 jaringan atau rentang
pt: Fornecer uma válida IPv4/IPv6, e-mail, endereço de domínio ou IPv4/IPv6, rede ou gama
ru: Предоставить либо допустимый IPv4/IPv6, электронной почты, адрес домена или IPv4/IPv6, сети или диапазон
th: ถูกต้อง IPv4/IPv6 อีเมล์ โดเมนที่อยู่ หรือ IPv4/IPv6 ให้กับเครือข่ายหรือช่วง

source: The list item already exists
cs: Pložka seznamu už existuje.
de: Das Listenelement ist bereits vorhanden.
es: Ya existe el elemento de lista
fr: L'élément de liste existe déjà
id: Item daftar yang sudah ada
pl: Element listy już istnieje
pt: O item da lista já existe
ru: Элемент списка уже существует
th: รายการมีอยู่แล้ว

source: The address: %(addr)s does not belong to you.
cs: Adresa %(addr)s nepatří vám.
de: Die Adresse: %(addr)s gehört nicht zu Ihnen.
es: La dirección: %(addr)s no pertenece a usted.
fr: L'adresse: %(addr)s ne vous appartient pas.
id: Alamat: %(addr)s bukan milik Anda.
pl: Adres: %(addr)s nie należy do Ciebie.
pt: O endereço: %(addr)s não pertence a você.
ru: Адрес: %(addr)s не принадлежит вам.
th: อยู่: %(addr)s เป็นของคุณ

source: Provide either a valid domain
de: Geben Sie entweder einen gültigen Domänennamen
es: Proporcionar tanto un dominio válido
fr: Fournir soit un domaine valide
id: Menyediakan baik domain yang valid
pl: Podać albo ważną domene
pt: Fornecer qualquer um domínio válido
ru: Предоставить либо действительный домен
th: ให้โดอย่างใดอย่างหนึ่งถูกต้องเมน

source: provide a valid user part of the email address
cs: zadejte platnou uživatelskou část e-maillové adresy
de: Geben Sie einen gültigen Benutzer-Teil der e-Mail-Adresse
es: proporcionan una parte de usuario válido de la dirección de correo electrónico
fr: fournir une partie d'utilisateur valide de l'adresse e-mail
id: memberikan bagian pengguna yang valid pada alamat email
pl: podać prawidłową część adresu e-mail użytkownika
pt: fornecem uma parte de usuário válido de e-mail
ru: предоставить действительный пользователя часть адреса электронной почты
th: ให้ส่วนผู้ใช้ที่ถูกต้องของอยู่อีเมล์

source: The address has been added to the list
de: Die Adresse wurde in die Liste aufgenommen
es: La dirección se ha agregado a la lista
id: Alamat telah ditambahkan ke daftar
pt: O endereço foi adicionado à lista
ru: Адрес был добавлен к списку
th: อยู่ถูกเพิ่มลงในรายการ

source: You do not have authorization
cs: Nemáte autorizaci
de: Sie haben keine Berechtigung
es: No tiene autorización
fr: Vous n'avez pas d'autorisation
id: Anda tidak memiliki izin
pl: Nie masz upoważnienia
pt: Você não tem autorização
ru: Вы не имеете разрешения
th: คุณไม่ได้รับอนุญาต

source: List item deleted
de: Element aus der Liste gelöscht
es: Eliminar elemento de la lista
id: Daftar item dihapus
pt: Lista item excluído
ru: Удалить элемент списка
th: ลบรายการ

source: List item could not be deleted
de: Listenelement konnte nicht gelöscht werden
es: No se pudo eliminar el elemento de la lista
id: Daftar item tidak dapat dihapus
pt: Item de lista não poderia ser excluído
ru: Элемент списка не может быть удален
th: ไม่สามารถลบรายการได้

source: Spam
ru: Спам
th: สแปม

source: Ham
cs: Čistá (Ham)
de: Ihm
es: Le
fr: Non Spam
id: Dia
pl: Nie spam
pt: Ele
ru: Его
th: เขา

source: Forget
cs: Zapomenout
de: Vergessen
es: Olvidar
fr: Falsifié
id: Lupa
pl: Podrobiony
pt: Esquecer
ru: Забудьте
th: ลืม

source: Select atleast one action to perform
cs: Vyberte alespoň jednu akci, která se má vykonat
de: Wählen Sie mindestens eine Aktion ausführen
es: Seleccione al menos una acción para realizar
fr: Sélectionnez au moins une action à effectuer
id: Pilih atleast satu tindakan untuk melakukan
pl: Wybierz przynajmniej jedną akcję do wykonania
pt: Selecione pelo menos uma ação para executar
ru: Выбрать atleast одно действие для выполнения
th: เลือกอย่างน้อยหนึ่งการกระทำการ

source: Provide atleast one alternative recipient
cs: Zadejte alespoň jednoho náhradního příjemce.
de: Geben Sie mindestens einen alternativen Empfänger
es: Proporcionar al menos una alternativa destinatario
fr: Fournir au moins un autre destinataire
id: Memberikan minimal satu penerima alternatif
pl: Podać przynajmniej jednego alternatywnego adresata
pt: Fornecer pelo menos um destinatário alternativo
ru: Предоставить atleast один альтернативному получателю
th: ให้ผู้รับทางเลือกอย่างน้อยหนึ่ง

source: %(email)s is not a valid e-mail address.
cs: %(email)s není platnou e-mailovou adresou.
de: %(email)s ist keine gültige e-Mail-Adresse.
es: %(email)s no es una dirección de correo electrónico válida.
fr: %(email)s n'est pas une adresse e-mail valide.
id: %(email)s ini tidak alamat e-mail yang sah.
pl: %(email)s nie jest prawidłowym adresem e-mail.
pt: %(email)s não é um endereço de email válido.
ru: %(email)s не является адресом электронной почты.
th: %(email)s ไม่ใช่อยู่อีเมลที่ถูกต้อง

source: Message: %(id)s released to: %(addrs)s
cs: Zpráva: %(id)s uvolněna pro: %(addrs)s.
de: Meldung: %(id)s freigegeben: %(addrs)s
es: Mensaje: %(id)s publicado en: %(addrs)s
fr: Message: %(id)s a été libéré vers: %(addrs)s
id: Pesan: %(id)s dirilis: %(addrs)s
pl: Wiadomość: %(id)s została zwolniona dla: %(addrs)s
pt: Mensagem: %(id)s lançado a: %(addrs)s
ru: Сообщение: %(id)s Выпущен: %(addrs)s
th: ข้อความ: %(id)s วันที่ออกไป: %(addrs)s

source: Message: %(id)s release failed
cs: Uvolnění zprávy %(id)s selhalo.
de: Meldung: %(id)s Veröffentlichung fehlgeschlagen
es: Mensaje: %(id)s Error de versión
fr: Message: %(id)s libération échoué
id: Pesan: %(id)s rilis yang gagal
pl: Wiadomość: %(id)s zwolnienie nie powiodło się
pt: Mensagem: %(id)s lançamento falhado
ru: Сообщение: %(id)s релиз не удалось
th: ข้อความ: %(id)s ออกที่ล้มเหลว
