Repository: endelwar/baruwa
Catalog: src/baruwa/locale/*/LC_MESSAGES/django.po
Languages: cs, de, es, fr, id, pl, pt, ru, th

source: Processing quarantined message: %(id)s
cs: Zpracovávám zprávu v karanténě %(id)s.
de: Isolierte Nachricht verarbeiten: %(id)s
es: Procesamiento de mensajes en cuarentena: %(id)s
fr: Traitement du message en quarantaine: %(id)s
id: Pengolahan pesan dikarantina: %(id)s
pl: Przetwarzanie wiadomości: %(id)s w kwarantannie
pt: Processamento de mensagem em quarentena: %(id)s
ru: Обработка карантин сообщения: %(id)s
th: การประมวลผลข้อความที่ถูกกักกัน: %(id)s

source: Message: %(msgid)s %(task)s failed with error: %(error)s
cs: Zpráva: %(msgid)s %(task)s selhalo s chybou: %(error)s.
de: Meldung: %(msgid)s %(task)s fehlgeschlagen mit Fehler: %(error)s
es: Mensaje: %(msgid)s %(task)s con el error: %(error)s
fr: Message: %(msgid)s %(task)s échoué avec l'erreur: %(error)s
id: Pesan: %(msgid)s %(task)s gagal dengan galat: %(error)s
pl: Wiadomość: %(msgid)s %(task)s nie powiodło się z błędem: %(error)s
pt: Mensagem: %(msgid)s %(task)s falhou com erro: %(error)s
ru: Сообщение: %(msgid)s %(task)s Ошибка: %(error)s
th: ข้อความ: %(msgid)s %(task)s ล้มเหลว ด้วยข้อผิดพลาด: %(error)s

source: Message: %(msgid)s released to: %(to)s
cs: Zpráva: %(msgid)s uvolněna pro: %(to)s.
de: Meldung: %(msgid)s freigegeben: %(to)s
es: Mensaje: %(msgid)s publicado en: %(to)s
fr: Message: %(msgid)s a été libéré vers: %(to)s
id: Pesan: %(msgid)s dirilis: %(to)s
pl: Wiadomość: %(msgid)s zostałą zwolniona dla: %(to)s
pt: Mensagem: %(msgid)s lançado a: %(to)s
ru: Сообщение: %(msgid)s Выпущен: %(to)s
th: ข้อความ: %(msgid)s วันที่ออกไป: %(to)s

source: The sender address is empty
cs: Adresa odesílatele je prázdná.
de: Die Adresse des Absenders ist leer
es: La dirección del remitente está vacía
fr: L'adresse de l'expéditeur est vide
id: Alamat pengirim kosong
pl: Adres nadawcy jest pusty
pt: O endereço do remetente está vazio
ru: Адрес отправителя является пустым
th: อยู่ผู้ส่งคือว่างเปล่า

source: Message: %(msgid)s release failed with error: %(error)s
cs: Uvolnění zprávy %(msgid)s selhalo s chybou: %(error)s.
de: Meldung: %(msgid)s Veröffentlichung fehlgeschlagen mit Fehler: %(error)s
es: Mensaje: %(msgid)s lanzamiento falló con el error: %(error)s
fr: Message: %(msgid)s libération échoué avec l'erreur: %(error)s
id: Pesan: %(msgid)s rilis gagal dengan galat: %(error)s
pl: Wiadomość: %(msgid)s zwolnienie nie powiodło się z błędem: %(error)s
pt: Mensagem: %(msgid)s lançamento falhou com erro: %(error)s
ru: Сообщение: %(msgid)s релиз завершилась с ошибкой: %(error)s
th: ข้อความ: %(msgid)s เผยแพร่ล้มเหลว ด้วยข้อผิดพลาด: %(error)s

source: Message: %(msgid)s learning failed with error: %(error)s
cs: Učení zprávou %(msgid)s selhalo s chybou: %(error)s.
de: Meldung: %(msgid)s Lernen ist fehlgeschlagen mit Fehler: %(error)s
es: Mensaje: %(msgid)s aprendizaje failed with error: %(error)s
fr: Message: %(msgid)s apprentissage échoué avec l'erreur: %(error)s
id: Pesan: %(msgid)s belajar gagal dengan galat: %(error)s
pl: Wiadomość: %(msgid)s uczenie się nie powiodło się z błedem: %(error)s
pt: Mensagem: %(msgid)s aprendizagem falhou com erro: %(error)s
ru: Сообщение: %(msgid)s обучение завершилась с ошибкой: %(error)s
th: ข้อความ: %(msgid)s การเรียนรู้ล้มเหลว ด้วยข้อผิดพลาด: %(error)s

source: Message: %(msgid)s learnt as %(learn)s
cs: Zpráva %(msgid)s naučena jako %(learn)s.
de: Meldung: %(msgid)s gelernt als %(learn)s
es: Mensaje: %(msgid)s aprendido como %(learn)s
fr: Message: %(msgid)s appris comme %(learn)s
id: Pesan: %(msgid)s belajar sebagai %(learn)s
pl: Wiadomość: %(msgid)s nauczone jako %(learn)s
pt: Mensagem: %(msgid)s aprendeu como %(learn)s
ru: Сообщение: %(msgid)s узнал как %(learn)s
th: ข้อความ: %(msgid)s เรียนเป็น %(learn)s

source: Message: %(msgid)s deleting failed with error: %(error)s
cs: Odstraňování zprávy %(msgid)s selhalo s chybou: %(error)s.
de: Meldung: %(msgid)s Löschen fehlgeschlagen mit Fehler: %(error)s
es: Mensaje: %(msgid)s Error al eliminar con error: %(error)s
fr: Message: %(msgid)s suppression a échoué avec l'erreur: %(error)s
id: Pesan: %(msgid)s menghapus gagal dengan galat: %(error)s
pl: Wiadomość: %(msgid)s usunięcie nie powiodło się z błędem: %(error)s
pt: Mensagem: %(msgid)s exclusão falhou com erro: %(error)s
ru: Сообщение: %(msgid)s Удаление завершилась с ошибкой: %(error)s
th: ข้อความ: %(msgid)s ลบล้มเหลว ด้วยข้อผิดพลาด: %(error)s

source: Message: %(msgid)s deleted from quarantine
cs: Zpráva %(msgid)s byla odstraněna z karantény.
de: Meldung: %(msgid)s aus der Quarantäne gelöscht
es: Mensaje: %(msgid)s eliminar de la cuarentena
fr: Message: %(msgid)s supprimé de la quarantaine
id: Pesan: %(msgid)s dihapus dari karantina
pl: Wiadomość: %(msgid)s usunięta z kwarantanny
pt: Mensagem: %(msgid)s excluídos da quarentena
ru: Сообщение: %(msgid)s удален из карантина
th: ข้อความ: %(msgid)s ลบจากการตรวจสอบ

source: Bulk Processing %(len)d quarantined messages
de: Massenverarbeitung %(len)d isolierte Nachrichten
es: A granel de procesamiento %(len)d mensajes en cuarentena
fr: Traitement en vrac de %(len)d messages mis en quarantaine
id: Massal pengolahan %(len)d pesan yang dikarantina
pl: Przetwarzanie zbiorcze %(len)d wiadomości w kwarantannie
pt: Processamento de maioria %(len)d mensagens em quarentena
ru: Массовая обработка %(len)d помещенные в карантин сообщения
th: Bulk ประมวลผล %(len)d ข้อความที่ถูกกักกัน

source: Accessing message: %(id)s, Failed: %(error)s
cs: Přístup ke zprávě %(id)s selhal: %(error)s
de: Zugriff auf Nachricht: %(id)s, fehlgeschlagen: %(error)s
es: Acceso a mensaje: %(id)s, fallido: %(error)s
fr: Accès au message: %(id)s, a échoué: %(error)s
id: Mengakses pesan: %(id)s, gagal: %(error)s
pl: Dostęp do wiadomości: %(id)s, nie powiodło się: %(error)s
pt: Mensagem acessa: %(id)s, falhou: %(error)s
ru: Доступ к сообщение: %(id)s, не удалось: %(error)s
th: ข้อความที่เข้าถึง: %(id)s, ล้มเหลว: %(error)s

source: Download attachment: %(attachid)s of message: %(id)s by user: %(user)s
cs: Stažení přílohy %(attachid)s zprávy %(id)s uživatelem %(user)s
de: Download Anlage: %(attachid)s Nachricht: %(id)s Benutzer: %(user)s
es: Descargar archivo adjunto: %(attachid)s mensaje: %(id)s usuario: %(user)s
fr: Téléchargement de pièce jointe: %(attachid)s du message: %(id)s par l'utilisateur: %(user)s
id: Men-download lampiran: %(attachid)s pesan: %(id)s oleh pengguna: %(user)s
pl: Pobieranie załącznika: %(attachid)s z wiadomości: %(id)s przez użytkownika: %(user)s
pt: Download anexo: %(attachid)s mensagem: %(id)s por usuário: %(user)s
ru: Загрузить вложение: %(attachid)s сообщения: %(id)s от пользователя: %(user)s
th: ดาวน์โหลดสิ่งที่แนบมา: %(attachid)s ข้อความ: %(id)s โดยผู้ใช้: %(user)s

source: Preview of message: %(id)s requested by user: %(user)s
cs: Prohlédnutí zprávy %(id)s vyžádáno uživatelem %(user)s.
de: Vorschau der Nachricht: %(id)s Benutzer angefordert: %(user)s
es: Vista previa del mensaje: %(id)s solicitado por el usuario: %(user)s
fr: Aperçu du message: %(id)s demandé par l'utilisateur: %(user)s
id: Pratinjau Pesan: %(id)s diminta oleh pengguna: %(user)s
pl: Podgląd wiadomości: %(id)s na żądanie użytkownika: %(user)s
pt: Visualização da mensagem: %(id)s solicitadas pelo usuário: %(user)s
ru: Просмотр сообщения: %(id)s запрошенных пользователем: %(user)s
th: ตัวอย่างของข้อความ: %(id)s ร้องขอ โดยผู้ใช้: %(user)s

source: You are not authorized to access this page
cs: Nemáte autorizaci k prohlížení této stránky.
de: Sie sind nicht berechtigt, diese Seite zu gelangen
es: No está autorizado a acceder a esta página
fr: Vous n'êtes pas autorisé à accéder à cette page
id: Anda tidak diizinkan untuk mengakses Halaman ini
pl: Nie masz uprawnień dostępu do tej strony
pt: Você não está autorizado a acessar esta página
ru: Вы не авторизованы для доступа к этой странице
th: คุณไม่ได้รับอนุญาตให้เข้าใช้หน้านี้

source: Processing the request failed
cs: Zpracování požadavku selhalo.
de: Die Anforderung konnte nicht verarbeitet
es: Procesamiento de la solicitud no se pudo
fr: Traitement de la demande a échoué
id: Memproses permintaan gagal
pl: Przetwarzanie żądania nie powiodło się
pt: Processamento da solicitação falhada
ru: Обработка запроса, не
th: ประมวลผลการร้องขอที่ล้มเหลว

source: The requested attachment could not be downloaded
cs: Požadovaná příloha nemohla být stáhnuta.
de: Die angeforderte Anlage konnte nicht heruntergeladen werden
es: No se pudo descargar el accesorio requerido
fr: La pièce jointe demandée n'a pas pu être téléchargé
id: Lampiran yang diminta tak bisa diunduh
pl: Żądany załącznik nie może zostać pobrany
pt: O acessório solicitado não pode ser baixado
ru: Не удалось загрузить запрошенный вложений
th: ไม่สามารถดาวน์โหลดสิ่งที่แนบที่ร้องขอ

source: The requested message could not be previewed
cs: Požádovaná zpráva nemohla být prohlédnuta.
de: Vorschau die angeforderte Nachricht konnte nicht angezeigt werden
es: El mensaje solicitado no puede previsualizarse
fr: Le message demandé n'a pas pu être prévisualisé
id: Pesan yang diminta tidak dapat melihat
pl: Żądana wiadomość nie mogła być przeglądana
pt: A mensagem solicitada não pode ser visualizada
ru: Запрашиваемое сообщение не может быть просмотрены
th: ไม่มีภาพข้อความที่ร้องขอ

source: No messages found with that message id
cs: Nenalezeny žádné zprávy s tímto id.
de: Keine Nachrichten gefunden mit dieser Message-id
es: No hay mensajes encontrados con ese id de mensaje
fr: Aucun messages trouvés avec ce message id
id: Tidak ada pesan yang ditemukan dengan id pesan
pl: Brak wiadomości o tym message id
pt: Nenhuma mensagem encontrada com esse id de mensagem
ru: Сообщения не нашли с этим идентификатором сообщения
th: ไม่มีข้อความ ด้วย id ข้อความที่พบ

source: System was unable to process your request
cs: Systém nebyl schopný zpracovat váš požadavek.
de: System konnte Ihre Anfrage nicht bearbeiten
es: Sistema no pudo procesar su solicitud
fr: Système n'a pas pu traiter votre demande
id: Sistem mampu memproses permintaan Anda
pl: System nie był w stanie zrealizować Twojego żądania
pt: Sistema foi incapaz de processar o seu pedido
ru: Система не смогла обработать ваш запрос
th: ระบบไม่สามารถประมวลผลการร้องขอของคุณ

source: == Processing directory %(path)s ==
cs: == Zpracování adresáře %(path)s ==
de: == Verarbeitung Verzeichnis %(path)s ==
es: == Directorio procesamiento %(path)s ==
fr: == Répertoire de traitement %(path)s ==
id: == Pengolahan direktori %(path)s ==
pl: == przetwarzanie katalogu %(path)s ==
pt: = = Diretório de processamento %(path)s ==
ru: == Обработки каталогов %(path)s ==
th: == ประมวลผลไดเรกทอรี %(path)s ==

source: == Removing directory %(path)s ==
cs: == Odstraňování adresáře %(path)s ==
de: == Verzeichnis entfernt %(path)s ==
es: == Eliminando directorio %(path)s ==
fr: == Répertoire de retrait %(path)s ==
id: == Menghapus direktori %(path)s ==
pl: == Usuwanie katalogu %(path)s ==
pt: = = Remover diretório %(path)s ==
ru: == Удаление каталога %(path)s ==
th: == เอาไดเรกทอรี %(path)s ==

source: Failed to remove %(path)s
cs: Ostranění %(path)s selhalo.
de: Fehler beim Entfernen von %(path)s
es: No se pudo quitar %(path)s
fr: Échec de supprimer %(path)s
id: Gagal menghapus %(path)s
pl: Nie udało się usunąć %(path)s
pt: Falha ao remover %(path)s
ru: Не удается удалить %(path)s
th: ไม่สามารถเอา %(path)s

source: The directory %(path)s is a sym link skipping
cs: Adresář %(path)s je symbolický odkaz. Přeskakuji.
de: Das Verzeichnis %(path)s ist ein Sym Link überspringen
es: El directorio %(path)s es saltar de un enlace de sym
fr: Le répertoire %(path)s est un lien symbolique à sauter
id: Direktori %(path)s adalah melompat-lompat sym link
pl: Katalog %(path)s jest łączem symbolicznym pomijam
pt: O diretório %(path)s é uma ligação do sym pular
ru: Справочник %(path)s Это пропуск sym ссылку
th: ไดเรกทอรี %(path)s มีการเชื่อมโยง sym ข้าม

source: Deletes records older than QUARANTINE_DAYS_TO_KEEP days from the messages table
de: Löscht Datensätze, die älter als QUARANTINE_DAYS_TO_KEEP Tage aus der Nachrichtentabelle
es: Elimina más de QUARANTINE_DAYS_TO_KEEP días de registros de la tabla de mensajes
id: Menghapus catatan yang lebih tua dari QUARANTINE_DAYS_TO_KEEP hari dari tabel pesan
pt: Exclui mais de QUARANTINE_DAYS_TO_KEEP dias de registros da tabela de mensagens
ru: Удаляет записи старше QUARANTINE_DAYS_TO_KEEP дней из таблицы сообщений
th: ลบระเบียนเก่ากว่า QUARANTINE_DAYS_TO_KEEP วันจากตารางข้อความ

source: Generates an email report of the quarantined messages for the past 24 hours
cs: Vytvoří e-mail s hlášením o zprávách vložených do karantény za posledních 24 hodin.
de: Generiert einen e-Mail-Bericht, der unter Quarantäne gestellten Nachrichten in den letzten 24 Stunden
es: Genera un informe de correo electrónico de los mensajes en cuarentena durante los últimos 24 horas
fr: Génère un rapport email des messages mis en quarantaine pendant les derniers 24 heures
id: Menghasilkan laporan email pesan dikarantina selama 24 jam
pl: Generuje raport wiadomości poddane kwarantannie z ostatnich 24 godzin
pt: Gera um relatório de e-mail das mensagens em quarentena nos últimos 24 horas
ru: Создает отчет по электронной почте сообщений, помещенных на карантин в последние 24 часа
th: สร้างอีเมล์รายงานความถูกกักกันในรอบ 24 ชั่วโมง

source: === Processing quarantine notifications ===
de: === Verarbeitung von Benachrichtigungen Quarantäne ===
es: === Procesar notificaciones de cuarentena ===
fr: === Traitement des notifications de quarantaine ===
id: === Pemrosesan pemberitahuan karantina ===
pl: === Przetwarzanie powiadomień kwarantanny ===
pt: = = = Processamento notificações de quarentena = = =
ru: === Обработка уведомлений карантина ===
th: === แจ้งตรวจสอบประมวลผล ===

source: Baruwa quarantine report for %(user)s
cs: Baruwa - hlášení o karanténě pro %(user)s.
de: Baruwa Quarantäne-Bericht für %(user)s
es: Informe de cuarentena Baruwa para %(user)s
fr: Rapport de quarantaine pour %(user)s
id: Baruwa laporan karantina %(user)s
pl: Raport kwarantanny dla %(user)s
pt: Relatório de quarentena Elonir para %(user)s
ru: Барува карантина отчет для %(user)s
th: Baruwa ตรวจสอบรายงาน %(user)s

source: sent quarantine report to %(addr)s
cs: odesláno hlášení o karanténě na %(addr)s
de: Quarantäne-Bericht zum schickte %(addr)s
es: Enviar informe de cuarentena a %(addr)s
fr: Le rapport de quarantaine envoyé à %(addr)s
id: mengirim laporan karantina %(addr)s
pl: Wysłano raport kwarantanny do %(addr)s
pt: enviado relatório de quarentena a %(addr)s
ru: отправил отчет карантина для %(addr)s
th: ส่งรายงานตรวจสอบ %(addr)s

source: failed to send to: %(addr)s
cs: odeslání na %(addr)s selhalo
de: Fehler beim Senden an: %(addr)s
es: no se pudo enviar a: %(addr)s
fr: Échéance d'envoi à: %(addr)s
id: Gagal mengirim ke: %(addr)s
pl: nie udało się wysłać do: %(addr)s
pt: Falha ao enviar para: %(addr)s
ru: не удалось отправить: %(addr)s
th: ไม่สามารถส่งไปยัง: %(addr)s

source: skipping report to %(addr)s no messages
de: Bericht zum Überspringen %(addr)s keine Nachrichten
es: saltar al informe %(addr)s no hay mensajes
fr: Rapport vers %(addr)s sauté, pas de messages
id: melompat-lompat laporan %(addr)s tidak ada pesan
pl: pomijanie raportu dla %(addr)s brak wiadomości
pt: ignorando o relatório a %(addr)s não há mensagens
ru: пропуск доклад %(addr)s нет сообщений
th: ข้ามรายงาน %(addr)s ไม่มีข้อความ

source: === completed quarantine notifications ===
de: === abgeschlossen Quarantäne Benachrichtigungen ===
es: === completó las notificaciones de cuarentena ===
fr: === notifications de quarantaine terminée ===
id: === selesai pemberitahuan karantina ===
pl: === powiadomienia kwarantanny zakończone ===
pt: = = = concluído as notificações de quarentena = = =
ru: === завершено карантина уведомления ===
th: === เสร็จตรวจสอบแจ้ง ===

source: Updates the database with the spam descriptions
cs: Aktualizuje databázi s popisy spamu.
de: Aktualisiert die Datenbank mit den Spam-Beschreibungen
es: Actualiza la base de datos con las descripciones de spam
fr: Mises à jour de la base de données avec les descriptions spam
id: Update database dengan deskripsi spam
pl: Aktualizacje bazy danych z opisami spam
pt: Atualiza o banco de dados com as descrições de spam
ru: Обновляет базу данных с описаниями спам
th: ปรับปรุงฐานข้อมูล ด้วยคำอธิบายเกี่ยวกับสแปม

source: Infected
cs: Infikováno
de: Infiziert
es: Infectados
fr: Infectés
id: Terinfeksi
pl: Zainfekowane
pt: Infectados
ru: Инфицированных
th: ติดไวรัส

source: Clean
cs: Čisté
de: Reinigen
es: Limpiar
fr: Propre
id: Bersih
pl: Czyste
pt: Limpar
ru: Очистить
th: ทำความสะอาด

source: Any address
cs: Nějaká adresa
de: Jede Adresse
es: Cualquier dirección
fr: Toute adresse
id: Alamat
pl: Każdy adres
pt: Qualquer endereço
ru: Любой адрес
th: อยู่

source: unknown
cs: neznámé
de: unbekannt
es: desconocido
fr: inconnu
id: tidak diketahui
pl: nieznany
pt: desconhecido
ru: Неизвестный
th: ไม่รู้จัก

source: I do not know how to read it
cs: Nevím, jak to přečíst.
de: Ich weiß nicht wie es zu lesen
es: No sé cómo leerlo
fr: Je ne sais pas comment le lire
id: Aku tidak tahu bagaimana untuk membacanya
pl: nie wiem jak to odczytać
pt: Eu não sei como lê-lo
ru: Я не знаю, как читать это
th: ฉันไม่รู้วิธีการอ่าน

source: RFC1918 Private address
cs: Soukromá adresa dle RFC1918.
de: RFC1918 privaten Adresse
es: Direcciones RFC 1918 privado
fr: Adresse privée RFC1918
id: Alamat pribadi RFC1918
pl: adresacja prywatna RFC1918
pt: Endereço privado RFC1918
ru: RFC1918 частный адрес
th: ที่อยู่ส่วนตัว RFC1918

source: Reverse lookup failed
cs: Reverzní vyhledávání selhalo.
de: Reverse-Lookup fehlgeschlagen
es: Error de búsqueda inversa
fr: Recherche inverse a échoué
id: Reverse lookup gagal
pl: Reverse lookup nie powiodł się
pt: Pesquisa inversa falhada
ru: Сбой обратного просмотра
th: ค้นหาย้อนกลับล้มเหลว

source: Message ID
cs: ID zprávy
de: Nachrichten-ID
es: ID de mensaje
fr: ID du Message
id: ID pesan
pl: ID Wiadomości
pt: ID de mensagem
ru: Идентификатор сообщения
th: ID ข้อความ

source: Size
cs: Velikost
de: Größe
es: Tamaño
fr: Taille
id: Ukuran
pl: Rozmiar
pt: Tamanho
ru: Размер
th: ขนาด

source: From Address
cs: Adresa Od
de: Von Adresse
es: De dirección
fr: De l'adresse
id: Dari alamat
pl: Z Adresu
pt: De endereço
ru: С адреса
th: จากที่อยู่

source: From Domain
cs: Doména Od
de: Aus Domäne
es: De dominio
fr: De Domaine
id: Dari Domain
pl: Z Domeny
pt: De domínio
ru: От домена
th: จากโดเมน

source: To Address
cs: Adresa Komu
de: An Adresse
es: A dirección
fr: À l'Adresse
id: Untuk alamat
pl: Do Adresu
pt: Para endereço
ru: Адрес
th: การที่อยู่

source: To Domain
cs: Doména Komu
de: Domäne
es: A dominio
fr: Aux domaine
id: Untuk Domain
pl: Do Domeny
pt: Ao domínio
ru: Домен
th: โดเมน

source: Subject
cs: Předmět
de: Betreff
es: Asunto
fr: Sujet
id: Subjek
pl: Temat
pt: Assunto
ru: Тема
th: ชื่อเรื่อง

source: Received from
cs: Přijato od
de: Erhielt von
es: Recibido de
fr: Reçu de
id: Diterima dari
pl: Otrzymane od
pt: Recebido de
ru: Полученных от
th: ได้รับจาก

source: Was scanned
de: Gescannt wurde
es: Se ha analizado
fr: A été scannée
id: Adalah dipindai
pl: Został przeskanowany
pt: Foi digitalizada
ru: Был отсканирован
th: ถูกสแกน

source: Is spam
cs: Je spam
de: Ist spam
es: Se trata de spam
fr: Est spam
id: Spam
pl: Jest spamem
pt: É spam
ru: Это спам
th: มีสแปม

source: Is high spam
cs: Je high spam
de: Ist hohe spam
es: Es alta de spam
fr: Est spam élevé
id: Tinggi spam
pl: Jest spamem wysokiego poziomu
pt: É spam de alta
ru: Высокая спам
th: มีสแปมสูง

source: Is SA spam
cs: Je SA spam
de: Ist SA spam
es: Se trata de spam SA
fr: Est spam SA
id: SA spam
pl: Jest spamem typu SA
pt: É spam de SA
ru: Это SA спам
th: เป็น SA สแปม

source: Is RBL listed
cs: Je na seznamu RBL
de: Ist die RBL aufgeführt
es: Está en la lista RBL
fr: Est énumérés sur RBL
id: RBL terdaftar
pl: Jest listowany w bazie RBL
pt: É lista RBL
ru: Находится в списке RBL
th: RBL อยู่หรือไม่

source: Is whitelisted
cs: Je na whitelistu
de: Ist auf der weißen Liste
es: Es lista blanca
fr: Est sur liste blanche
id: Adalah masuk daftar putih
pl: Jest na białej liście
pt: É lista branca
ru: Это whitelisted
th: คือ whitelisted

source: Is blacklisted
cs: Je na blacklistu
de: Ist die schwarze Liste gesetzt
es: Está en la lista negra
fr: Est sur liste noire
id: Dimasukkan daftar hitam
pl: Jest na czarnej liście
pt: Está na lista negra
ru: В черный список
th: คือ blacklisted

source: SA score
cs: SA skóre
de: SEINE Gäste
es: SU puntuación
fr: Score SA
id: Skor
pl: Ocena SA
pt: SUA Pontuação
ru: ЕГО оценка
th: คะแนนของเขา

source: Spam report
cs: Hlášení o spamu
de: Spam-Bericht
es: Informe de spam
fr: Rapport de spam
id: Laporan spam
pl: Raport spamu
pt: Relatório de spam
ru: Спам
th: รายงานจดหมายขยะ

source: Is virus infected
cs: Virová infekce
de: Virus infiziert ist
es: Está infectado de virus
fr: Est infectées par virus
id: Yang terinfeksi virus
pl: Jest zainfekowany wirusem
pt: É vírus infectado
ru: Заражен вирусом
th: ติดเชื้อไวรัสหรือไม่

source: Is name infected
cs: Jmenná infekce
de: Name ist infiziert werden
es: Está infectado de nombre
fr: Est infectés par nom
id: Nama terinfeksi
pl: Jest zainfekowany nazwą
pt: É o nome infectado
ru: Имя зараженного
th: ติดไวรัสชื่ออะไร

source: Is other infected
cs: Jiná infekce
de: Andere infiziert ist
es: Es otro infectado
fr: Est infectés par autre
id: Lain terinfeksi
pl: Jest zainfekowany inaczej
pt: Outro está infectado
ru: Другие заражен
th: อื่น ๆ ติดหรือไม่

source: Date
cs: Datum
de: Datum
es: Fecha
id: Tanggal
pl: Data
pt: Data
ru: Дата
th: วัน

source: Time
cs: Čas
de: Zeit
es: Tiempo
fr: Heure
id: Waktu
pl: Czas
pt: Tempo
ru: Время
th: เวลา

source: Headers
cs: Hlavičky
de: Header
es: Encabezados
fr: En-têtes
id: Header
pl: Nagłówki
pt: Cabeçalhos
ru: Заголовки
th: ส่วนหัว

source: Is quarantined
de: Unter Quarantäne gestellt
es: Se pone en cuarentena
fr: Est mis en quarantaine
id: Dikarantina
pl: Jest w kwarantannie
pt: É colocado em quarentena
ru: Помещается на карантин
th: ถูกกักไว้

source: Processed by host
cs: Zpracováno hostitelem
de: Vom Host verarbeitet
es: Procesado por host
fr: Traitée par l'hôte
id: Diproses oleh host
pl: Przetworzone przez host
pt: Processado pelo host
ru: Обработаны принимающей
th: ประมวลผล โดย host

source: is equal to
cs: je rovno
de: ist gleich
es: es igual a
fr: est égal à
id: sama dengan
pl: jest równy(a)
pt: é igual a
ru: равен
th: เท่ากับ

source: is not equal to
cs: není rovno
de: ist nicht gleich
es: no es igual a
fr: n'est pas égal à
id: ini tidak sama dengan
pl: nie jest równy(a)
pt: não é igual a
ru: не равен
th: ไม่เท่ากับ

source: is greater than
cs: je větší než
de: ist größer als
es: es mayor que
fr: est supérieur que
id: lebih besar dari
pl: jest większy(a) niż
pt: é maior que
ru: больше, чем
th: มีค่ามากกว่า

source: is less than
cs: je menší než
de: ist weniger als
es: es menos de
fr: est inférieur que
id: adalah kurang dari
pl: jest mniejszy(a) niż
pt: é menos de
ru: Это меньше, чем
th: ไม่น้อยกว่า

source: contains
cs: obsahuje
de: enthält
es: contiene
fr: contient
id: berisi
pl: zawiera
pt: contém
ru: содержит
th: ประกอบด้วย

source: does not contain
cs: neobsahuje
de: enthält keine
es: no contiene
fr: ne contient pas
id: tidak berisi
pl: nie zawiera
pt: não contém
ru: не содержит
th: ไม่ประกอบด้วย

source: matches regex
cs: odpovídá regex
de: Regex entspricht
es: coincide con la expresión regular
fr: correspond à l'expression régulière
id: pertandingan regex
pl: odpowiada wyrażeniu regularnego
pt: corresponde a regex
ru: матчи regex
th: ตรงกับ regex

source: does not match regex
cs: neodpovídá regex
de: Regex stimmt nicht überein.
es: no coincide con la expresión regular
fr: ne correspond pas à l'expression régulière
id: tidak cocok regex
pl: nie odpowiada wyrażeniu regularnego
pt: não corresponde a regex
ru: не соответствует регулярное выражение
th: ไม่ตรงกับ regex
