Repository: endelwar/baruwa
Catalog: src/baruwa/locale/*/LC_MESSAGES/django.po
Languages: cs, de, es, fr, id, pl, pt, ru, th

source: is null
cs: je null
de: ist null
es: es null
fr: est nul
id: null
pl: jest pusty
pt: é nula
ru: имеет значение null
th: เป็นค่า null

source: is not null
cs: není null
de: ist nicht null
es: no es null
fr: n'est pas nul
id: bukanlah null
pl: nie jest pusty
pt: não é nulo
ru: не является null
th: ไม่ว่าง

source: is true
cs: je pravda
de: stimmt
es: es cierto
fr: est vrai
id: benar
pl: jest prawdą
pt: é verdade
ru: верно
th: เป็นจริง

source: is false
cs: není pravda
de: ist false
es: es falso
fr: est faux
id: palsu
pl: jest fałszem
pt: é falso
ru: — false
th: เป็นเท็จ

source: %(field)s does not support the %(filt)s filter
cs: %(field)s nepodporuje %(filt)s filtr
de: %(field)s unterstützt nicht die %(filt)s Filter
es: %(field)s no admite el %(filt)s filtro
fr: %(field)s ne supporte pas le filtre %(filt)s
id: %(field)s tidak mendukung %(filt)s Filter
pl: %(field)s nie obsługuje filtr %(filt)s
pt: %(field)s não oferece suporte a %(filt)s filtro
ru: %(field)s не поддерживает %(filt)s фильтр
th: %(field)s ไม่สนับสนุนการ %(filt)s ตัวกรอง

source: Please supply a value to query
cs: Vložte prosím hodnotu do dotazu
de: Bitte geben Sie einen Wert in einer Abfrage
es: Proporcione un valor para la consulta
fr: S'il vous plaît fournir une valeur à la requête
id: Silahkan masukkan nilai untuk query
pl: Proszę podać wartość dla zapytania
pt: Por favor, forneça um valor para consulta
ru: Укажите значение для запросов
th: โปรดใส่ค่าแบบสอบถาม

source: The value has to be numeric
cs: Hodnota musí být číselná
de: Der Wert muss numerisch sein
es: El valor debe ser numérico
fr: La valeur doit être numérique
id: Nilai ini harus berupa angka
pl: Wartość musi być liczbą
pt: O valor deve ser numérico
ru: Значение должно быть числом
th: มีค่าเป็นตัวเลข

source: Please provide a valid regex
cs: Zadejte prosím platný regex
de: Bitte geben Sie eine gültige regex
es: Escriba una expresión regular válida
fr: S'il vous plaît fournir une expression régulière valide
id: Harap sediakan valid regex
pl: Podaj prawidłowy wyrażenie regularne
pt: Por favor, forneça um regex válido
ru: Просьба представить действительный regex
th: กรุณาใส่ regex ที่ถูกต้อง

source: Please provide a valid domain name
cs: Zadejte prosím platné jméno domény
de: Bitte geben Sie einen gültigen Domänennamen
es: Proporcione un nombre de dominio válido
fr: S'il vous plaît fournir un nom de domaine valide
id: Harap berikan nama domain yang valid
pl: Proszę podać poprawną nazwę domeny
pt: Por favor, forneça um nome de domínio válido
ru: Просьба предоставить допустимое доменное имя
th: กรุณาใส่ชื่อโดเมนที่ถูกต้อง

source: Please provide a valid ipv4 address
cs: Zadejte prosím platnou adresu IPv4
de: Bitte geben Sie eine gültige ipv4-Adresse
es: Proporcione una dirección ipv4 válida
fr: S'il vous plaît fournir une adresse IPv4 valide
id: Harap berikan alamat valid ipv4
pl: Proszę podać poprawny adres IPv4
pt: Por favor, forneça um endereço ipv4 válido
ru: Просьба представить действительный ipv4-адрес
th: กรุณาใส่อยู่ ipv4 ถูกต้อง

source: Please provide a valid hostname or ipv4 address
cs: Zadejte prosím platné jméno hostitele nebo IPv4 adresu
de: Bitte geben Sie eine gültige Hostnamen oder die ipv4-Adresse
es: Proporcione una dirección válida de nombre de host o ipv4
fr: S'il vous plaît fournir un nom d'hôte valide ou une adresse IPv4
id: Harap berikan alamat ipv4 atau nama host yang valid
pl: Proszę podać poprawny nazwę hosta lub adres IPv4
pt: Por favor, forneça um endereço de nome de host ou ipv4 válido
ru: Пожалуйста, предоставьте допустимое имя узла или ipv4 адрес
th: กรุณาใส่ที่อยู่ ipv4 หรือชื่อโฮสต์ถูกต้อง

source: Please provide a valid date in YYYY-MM-DD format
cs: Zadejte prosím platné datum ve formátu RRRR-MM-DD
de: Bitte geben Sie ein gültiges Datum im Format JJJJ-MM-TT
es: Proporcione una fecha válida en formato AAAA-MM-DD
fr: S'il vous plaît fournir une date valide dans le format AAAA-MM-JJ
id: Masukkan tanggal yang valid dalam format YYYY-MM-DD
pl: Proszę podać poprawną datę w formacie YYYY-MM-DD
pt: Por favor, forneça uma data válida no formato AAAA-MM-DD
ru: Укажите допустимую дату в формате гггг-мм-дд
th: กรุณาใส่วันถูกต้องในรูปแบบ YYYY-MM-DD

source: Please provide valid time in HH:MM format
cs: Zadejte prosím platný čas ve formátu HH:MM
de: Bitte geben Sie gültige Uhrzeit im Format hh: mm
es: Por favor proporcionar tiempo válido en formato hh: mm
fr: S'il vous plaît fournir le temps valable dans le format HH:MM
id: Masukkan waktu yang valid dalam format hh: mm
pl: Proszę podać poprawną godzinę w formacie HH: MM
pt: Por favor, forneça a hora válida no formato hh: mm
ru: Укажите допустимое время в формате чч: мм
th: กรุณาระบุเวลาที่ถูกต้องในรูปแบบ hh: mm

source: The requested filter is already being used
cs: Požadovaný filtr už byl použit
de: Der angeforderte Filter wird bereits verwendet
es: El filtro solicitado ya está en uso
fr: Le filtre demandé est déjà utilisée
id: Filter diminta sudah digunakan
pl: Żądany filtr jest już używany
pt: O filtro solicitado já está sendo usado
ru: Запрошенный фильтр уже используется
th: แล้วกำลังใช้ตัวกรองที่ร้องขอ

source: This filter already exists
cs: Tento filtr již existuje
de: Dieser Filter ist bereits vorhanden.
es: Este filtro ya existe
fr: Ce filtre existe déjà
id: Filter ini sudah ada
pl: Ten filtr już istnieje
pt: Este filtro já existe
ru: Этот фильтр уже существует
th: ตัวกรองนี้มีอยู่แล้ว

source: This filter you attempted to load does not exist
cs: Filtr, který se pokoušíte načíst, neexistuje
de: Dieser Filter, die Sie laden wollten, existiert nicht
es: Este filtro que se ha intentado cargar no existe
fr: Ce filtre que vous avez essayé de charger n'existe pas
id: Filter ini Anda mencoba untuk memuat tidak ada
pl: Ten filtr, który próbowałeść załadować nie istnieje
pt: Este filtro que você tentou carregar não existe
ru: Этот фильтр, который вы пытались загрузить не существует
th: ตัวกรองนี้คุณพยายามโหลดอยู่

source: This filter you attempted to delete does not exist
cs: Filtr, který se pokoušíte odstranit, neexistuje
de: Dieser Filter, die Sie löschen wollten ist nicht vorhanden.
es: Este filtro que se ha intentado eliminar no existe
fr: Ce filtre que vous avez essayé de supprimer n'existe pas
id: Anda mencoba untuk menghapus filter ini tidak ada
pl: Ten filtr, który próbowałeść usunąć nie istnieje
pt: Este filtro que você tentou excluir não existe
ru: Этот фильтр, который вы пытались удалить не существует
th: ไม่มีตัวกรองนี้คุณพยายามลบ

source: Deletion of the filter failed, Try again
cs: Odstraňování filtru selhalo. Zkuste to znovu
de: Löschen des Filters fehlgeschlagen, versuchen Sie es erneut
es: Eliminación del filtro error, vuelva a intentarlo
fr: La suppression du filtre a échoué, essayez à nouveau
id: Penghapusan filter gagal, coba lagi
pl: Usunięcie filtra nie powiodło się, spróbuj ponownie
pt: Exclusão do filtro falhou, tente novamente
ru: Удаление фильтра, не удалось, попробуйте еще раз
th: ลบตัวกรองที่ล้มเหลว ลองใหม่อีกครั้ง

source: Top senders by quantity
cs: Největší odesílatelé podle množství
de: Top nach der Menge der Absender
es: Principales remitentes por cantidad
fr: Top expéditeurs par quantité
id: Atas pengirim oleh kuantitas
pl: Top nadawców ilościowo
pt: Top remetentes por quantidade
ru: Отправителей по количеству
th: ส่งสูงสุด โดยปริมาณ

source: Top senders by volume
cs: Největší odesílatelé podle objemu
de: Top Absender Volumenprozent
es: Principales remitentes por volumen
fr: Top expéditeurs par volume
id: Atas pengirim dengan volume
pl: Top nadawców objętościowo
pt: Top remetentes por volume
ru: Отправителей по объему
th: ส่งสูงสุด ด้วยระดับเสียง

source: Top sender domains by quantity
cs: Nejvíce odesílající domény podle množství
de: Obere Absenderdomänen nach Menge
es: Dominios de remitente superior por la cantidad
fr: Top domaines d'expéditeur par quantité
id: Domain pengirim atas oleh kuantitas
pl: Top domen nadawców ilościowo
pt: Domínios de remetentes superior por quantidade
ru: Лучшие домены по количеству
th: โดเมนของผู้ส่งบน ด้วยปริมาณ

source: Top sender domains by volume
cs: Nejvíce odesílající domény podle objemu
de: Obere Absenderdomänen nach Volumen
es: Dominios superior remitente por volumen
fr: Top domaines d'expéditeur par vollume
id: Domain pengirim atas dengan volume
pl: Top domen nadawców objętościowo
pt: Domínios de remetentes superior em volume
ru: Лучшие домены по объему
th: โดเมนของผู้ส่งบน โดยปริมาตร

source: Top recipients by quantity
cs: Největší příjemci podle množství
de: Top Empfänger nach der Menge
es: Principales destinatarios por cantidad
fr: Top destinataires par quantité
id: Atas penerima dengan kuantitas
pl: Top adresatów ilościowo
pt: Principais destinatários por quantidade
ru: Топ получатели по количеству
th: รับสูงสุด โดยปริมาณ

source: Top recipients by volume
cs: Největší příjemci podle objemu
de: Top Empfänger Volumenprozent
es: Principales destinatarios por volumen
fr: Top destinataires par volume
id: Atas penerima dengan volume
pl: Top adresatów objętościowo
pt: Destinatários superiores em volume
ru: Топ получателей по объему
th: รับสูงสุด โดยปริมาตร

source: Top recipient domains by quantity
cs: Nejvíce přijímající domény podle množství
de: Top-Empfänger-Domains nach Menge
es: Principales dominios receptores por cantidad
fr: Top domaines de destinataire par quantité
id: Atas penerima domain oleh kuantitas
pl: Top domen adresatów ilościowo
pt: Top domínios destinatários por quantidade
ru: Лучшие домены получателей по количеству
th: โดเมนผู้รับบน ด้วยปริมาณ

source: Top recipient domains by volume
cs: Nejvíce přijímající domény podle objemu
de: Top-Empfänger-Domains nach Volumen
es: Principales destinatarios dominios por volumen
fr: Top domaines de destinataire par volume
id: Atas penerima domain dengan volume
pl: Top domen adresatów objętościowo
pt: Top domínios de destinatários em volume
ru: Лучшие домены получателей по объему
th: โดเมนผู้รับบน ด้วยปริมาตร

source: Spam Score distribution
cs: Rozdělení spamového skóre
de: Spam-Wert-Verteilung
es: Distribución de la puntuación
fr: Distribution du score de Spam
id: Distribusi Skor spam
pl: Rozkład Oceń Spamu
pt: Distribuição de Pontuação de spam
ru: Распределение спама
th: แจกคะแนนสแปม

source: Top mail hosts by quantity
cs: Největší e-mailoví hostitelé podle množství
de: Obere Mailhosts mengenmäßig
es: Hosts de correo superior por la cantidad
fr: Top des hôtes de messagerie par quantité
id: Atas e-mail host oleh kuantitas
pl: Top hostów mail ilościowo
pt: Hosts de correio superior por quantidade
ru: Топ почтовые узлы по количеству
th: จดหมายบนโฮสต์ โดยปริมาณ

source: Total messages [ After SMTP ]
cs: Zpráv celkem [ Po SMTP ]
de: Gesamte Beiträge [nach SMTP]
es: Total de mensajes [después de SMTP]
fr: Nombre total de messages [ Après SMTP ]
id: Total pesan [setelah SMTP]
pl: Wszystkie wiadomości [Po SMTP]
pt: Total de mensagens [depois SMTP]
ru: Всего сообщений [после SMTP]
th: ข้อความทั้งหมด [หลังจาก SMTP]

source: Generates and sends PDF summary reports via email
cs: Vytvoří a odešle e-mailem souhnné hlášení v pdf
de: Generiert und sendet PDF zusammenfassende Berichte per e-Mail
es: Genera y envía informes de resumen de PDF por correo electrónico
fr: Génère et envoie des rapports sommaires PDF par e-mail
id: Menghasilkan dan mengirimkan laporan Ringkasan PDF melalui email
pl: Generuje i wysyła raport podsumowujący w formacie PDF pocztą elektroniczną
pt: Gera e envia relatórios resumidos de PDF por e-mail
ru: Генерирует и отправляет PDF сводные отчеты по электронной почте
th: สร้าง และส่งรายงานสรุป PDF ผ่านทางอีเมล์

source: Command doesn't accept any arguments
cs: Přikaz nepřijímá žádné argumenty
de: Befehl akzeptiert keine Argumente
es: El comando no acepta ningún argumento
fr: Commande n'accepte pas d'arguments
id: Perintah tidak menerima argumen
pl: Polecenie nie przyjmuje żadnych argumentów
pt: Comando não aceita argumentos
ru: Команда не принимает аргументы
th: คำสั่งไม่ยอมรับอาร์กิวเมนต์ใด ๆ

source: The startdate, enddate specified is invalid
de: Das Startdatum, Enddatum angegeben ist ungültig
es: La startdate, enddate especificado no es válido
id: Startdate, enddate yang ditentukan tak-sahih
pt: Startdate, enddate especificado é inválido
ru: Startdate, enddate указано недопустимое
th: Startdate, enddate ที่ระบุไม่ถูกต้อง

source: The period you specified is invalid
cs: Období, které jste zadal není platné
de: Der Zeitraum, den Sie angegeben ist ungültig
es: El período especificado no es válido
fr: La période que vous avez spécifié est invalide
id: Periode yang ditentukan tak-sahih
pl: Okres jest nieprawidłowy
pt: O período especificado é inválido
ru: Указанный Вами период является недопустимым
th: รอบระยะเวลาคุณระบุไม่ถูกต้อง

source: Address
cs: Adresa
de: Adresse
es: Dirección
fr: Adresse
id: Alamat
pl: Adres
pt: Endereço
ru: Адрес
th: ที่อยู่

source: Count
cs: Počet
es: Conde
fr: Nombre
pl: Liczba
pt: Contagem
ru: Граф
th: การนับจำนวน

source: Volume
cs: Objem
es: Volumen
pl: Objętość
ru: Объем
th: ระดับเสียง

source: Message Totals
de: Nachrichten gesamt
es: Mensajes totales
fr: Messages Totaux
id: Total pesan
pl: Sumaryczna ilość wiadomości
pt: Totais de mensagem
ru: Всего сообщений
th: ผลรวมของข้อความ

source: Baruwa mail report
cs: Baruwa e-mailové hlášení
es: Informe de correo Baruwa
fr: Rapport mail
id: Baruwa mail laporan
pl: Raport wiadomości
pt: Relatório de e-mail Elonir
ru: Барува почты отчет
th: Baruwa จดหมายรายงาน

source: Baruwa usage report for: %(user)s
cs: Baruwa uživatelské hlášení pro: %(user)s
de: Baruwa Nutzungsbericht für: %(user)s
es: Informe de uso de Baruwa para: %(user)s
fr: Rapport d'utilisation pour: %(user)s
id: Laporan penggunaan Baruwa untuk: %(user)s
pl: Raport użytkowania dla: %(user)s
pt: Relatório de uso de João para: %(user)s
ru: Отчет об использовании Барува для: %(user)s
th: รายงานการใช้ Baruwa สำหรับ: %(user)s

source: * Queue %(user)s's report to: %(addr)s
de: * Warteschlange %(user)s'Bericht s: %(addr)s
es: * Cola %(user)s»informe s a: %(addr)s
fr: * Rapport %(user)s mis en file d'attente à: %(addr)s
id: * Antrian %(user)s'laporan s: %(addr)s
pl: * Kolejkowanie raportu %(user)s do: %(addr)s
pt: * Fila %(user)s'relatório de s a: %(addr)s
ru: * Очереди %(user)s's доклад: %(addr)s
th: * คิว %(user)s'รายงาน s: %(addr)s

source: =================== Processing reports ======================
de: === Verarbeitung Berichte ===
es: === Tramitación de los informes ===
fr: =================== Traitement des rapports ======================
id: === Pengolahan laporan ===
pl: =================== Przetwarzanie raportów ======================
pt: = = = Relatórios de processamento para = = =
ru: === Обработки докладов ===
th: === รายงานประมวลผล ===

source: ========== domain name %(dom)s does not exist ==========
cs: ========== doména jména %(dom)s neexistuje ==========
de: === Domänennamen %(dom)s existiert nicht ===
es: === nombre de dominio %(dom)s no existe ===
fr: ========== nom de domaine %(dom)s n'existe pas ==========
id: === nama domain %(dom)s tidak ada ===
pl: ========== nazwa domeny %(dom)s nie istnieje ==========
pt: = = = nome do domínio %(dom)s não existe = = =
ru: === имя домена %(dom)s не существует ===
th: === ชื่อโดเมน %(dom)s ไม่มี ===

source: ====== sending %(num)s messages =======
cs: ====== odesílání %(num)s zpráv =======
de: === senden %(num)s Nachrichten ===
es: === envío %(num)s mensajes ===
fr: ====== envoi de %(num)s messages =======
id: === mengirim %(num)s pesan ===
pl: ====== wysyłanie %(num)s wiadomości =======
pt: = = = envio %(num)s mensagens = = =
ru: === Отправка %(num)s сообщения ===
th: === ส่ง %(num)s ข้อความ ===

source: Sending failed ERROR: %(error)s
cs: Odesílání selhalo CHYBA: %(error)s
de: Senden fehlgeschlagen, Fehler: %(error)s
es: Error al enviar ERROR: %(error)s
fr: L'envoi a échoué ERREUR: %(error)s
id: Mengirim gagal kesalahan: %(error)s
pl: Wysyłanie nie powiodło się, Błąd: %(error)s
pt: Envio falhou erro: %(error)s
ru: Не удалось отправить ошибка: %(error)s
th: การส่งล้มเหลวผิดพลาด: %(error)s

source: The queue items (%(num)d) have been flagged for deletion
de: Die Warteschlangenelemente (%(num)d) haben zum Löschen markiert wurde
es: Los elementos de la cola (%(num)d) han sido marcados para su eliminación
fr: Les éléments en file d'attente (%(num)d) ont été marqués pour suppression
id: Item antrian (%(num)d) ditandai untuk penghapusan
pl: Elementy kolejki (%(num)d) zostały oznaczone do usunięcia
pt: Os itens de fila (%(num)d) ter sido marcado para exclusão
ru: Элементы очереди (%(num)d) был помечен для удаления
th: รายการคิว (%(num)d) ถูกตั้งค่าสถานะสำหรับการลบ

source: The queue items could not be processed
de: Die Warteschlangenelemente konnte nicht verarbeitet werden
es: No se pudieran procesar los elementos de la cola
fr: Les éléments en file d'attente n'ont pas pu être traitées
id: Antrian item tidak akan diproses
pl: Elementy kolejki nie mogą być przetwarzane
pt: Não foi possível processar os itens da fila
ru: Элементы очереди не может быть обработан
th: ไม่สามารถประมวลผลรายการคิว

source: Only the following %(mta)s MTA's are supported
cs: Pouze tyto %(mta)s MTA jsou podporovány
de: Nur die folgenden %(mta)s MTA werden unterstützt.
es: Sólo los siguientes %(mta)s MTA es compatibles
fr: Seuls les MTA suivants %(mta)s sont pris en charge
id: Hanya berikut %(mta)s MTA's yang didukung
pl: Tylko następujące MTA %(mta)s są obsługiwane
pt: Apenas o seguinte %(mta)s MTA é suportados
ru: Только следующие %(mta)s Поддерживаются MTA
th: เฉพาะต่อไปนี้ %(mta)s สนับสนุนของ MTA

source: == Delete flaged queue items from the inbound queue ==
de: == Ist Warteschlangenelemente aus der Eingangs-Queue löschen ==
es: == Eliminar elementos de la cola de flaged de la cola de entrada ==
fr: == Supprimer les éléments en queue marqués de la queue entrante ==
id: == Menghapus flaged antrian item dari antrian inbound ==
pl: == Usuń oznaczone elementy kolejki z przychodzącej kolejki ==
pt: = = Excluir itens da fila de flaged da fila de entrada = =
ru: == Удалить элементы очереди flaged из входящей очереди ==
th: == ลบ flaged คิวรายการออกจากคิวขาเข้า==

source: == Deleted %(num)d items from the inbound queue ==
de: == Gelöscht %(num)d Elemente aus der Eingangs-Queue ==
es: == Elimina %(num)d elementos de la cola de entrada ==
fr: == %(num)d éléments supprimés de la queue entrante ==
id: == Dihapus %(num)d item dari antrian inbound ==
pl: == Usunięto %(num)d elementy z kolejki przychodzącej ==
pt: = = Eliminado %(num)d itens da fila de entrada = =
ru: == Удалены %(num)d элементы из входящей очереди ==
th: == ลบ %(num)d สินค้าจากคิวขาเข้า==

source: == Delete flaged queue items from the outbound queue ==
de: == Ist Warteschlangenelemente aus der ausgehenden Warteschlange löschen ==
es: == Eliminar elementos de la cola de flaged de la cola de salida ==
fr: == Supprimer les éléments en queue marqués de la queue sortante ==
id: == Menghapus flaged antrian item dari antrian keluar ==
pl: == Usuń oznaczone elementy kolejki z wychodzącej kolejki ==
pt: = = Excluir itens da fila de flaged da fila de saída = =
ru: == Удалить элементы очереди flaged из исходящей очереди ==
th: == ลบ flaged คิวรายการออกจากคิวขาออก==

source: == Deleted %(num)d items from the outbound queue ==
de: == Gelöscht %(num)d Elemente aus der ausgehenden Warteschlange ==
es: == Elimina %(num)d elementos de la cola saliente ==
fr: == %(num)d éléments supprimés de la queue sortante ==
id: == Dihapus %(num)d item dari antrian keluar ==
pl: == Usunięto %(num)d elementy z kolejki wychodzącej ==
pt: = = Eliminado %(num)d itens da fila de saída = =
ru: == Удалены %(num)d элементы из очереди исходящих сообщений ==
th: == ลบ %(num)d สินค้าจากคิวขาออก==

source: == Deleting %(items)d queue items from DB ==
de: == Löschen %(items)d Warteschlange Elemente aus DB ==
es: == Eliminación %(items)d cola de elementos de DB ==
fr: == Suppression de %(items)d éléments en queue de la base de données ==
id: == Menghapus %(items)d antrian item dari DB ==
pl: == Usuwanie %(items)d elementów kolejki z Bazy danych ==
pt: = = Apagar %(items)d fila de itens de DB = =
ru: == Удаление %(items)d очередь элементов из DB ==
th: == ลบ %(items)d คิวรายการจาก DB ==

source: == Processing the inbound queue: %(queue)s with %(items)d items ==
de: == Verarbeitung der eingehenden Warteschlange: %(queue)s mit %(items)d Elemente ==
es: == Procesando la cola entrante: %(queue)s con %(items)d artículos ==
fr: == Traitement de la queue entrante: %(queue)s avec %(items)d éléments ==
id: == Pengolahan antrian inbound: %(queue)s dengan %(items)d item ==
pl: == Przetwarzanie kolejki przychodzącej: %(queue)s z %(items)d elementami ==
pt: = = Processando a fila de entrada: %(queue)s com %(items)d itens = =
ru: == Обработка входящей очереди: %(queue)s с %(items)d элементы ==
th: == การประมวลผลคิวขาเข้า: %(queue)s ด้วย %(items)d สินค้า==

source: == Skipping the inbound queue 0 items found ==
de: == Überspringen die Eingangs-Queue 0 Treffer ==
es: == Omitiendo los elementos de la cola de entrada 0 encontrados ==
fr: == Ignorer la queue entrante 0 objets trouvés ==
id: == Melompati antrian inbound 0 item yang ditemukan ==
pl: == Pomijanie przychodzącej kolejki 0 elementów znalezionych ==
pt: = = Pular os itens da fila de entrada 0 encontrados = =
ru: == Пропуск входящего очереди 0 найдено ==
th: == ข้ามพบรายการขาเข้าคิว 0 ==

source: == Processing the outbound queue: %(queue)s with %(items)d items ==
de: == Verarbeitung der ausgehenden Warteschlange: %(queue)s mit %(items)d Elemente ==
es: == Procesando la cola saliente: %(queue)s con %(items)d artículos ==
fr: == Traitement de la queue sortante: %(queue)s avec %(items)d éléments ==
id: == Pengolahan antrian keluar: %(queue)s dengan %(items)d item ==
pl: == Przetwarzanie wychodzącej kolejki: %(queue)s z %(items)d elementami ==
pt: = = Processando a fila de saída: %(queue)s com %(items)d itens = =
ru: == Обработка исходящей очереди: %(queue)s с %(items)d элементы ==
th: == การประมวลผลคิวขาออก: %(queue)s ด้วย %(items)d สินค้า==

source: == Skipping the outbound queue 0 items found ==
de: == Überspringen die Ausgangs-Queue 0 Treffer ==
es: == Omitiendo los elementos de la cola de salida 0 encontrados ==
fr: == Ignorer la queue sortante 0 objets trouvés ==
id: == Melompati antrian keluar 0 item yang ditemukan ==
pl: == Pomijanie wychodzącej kolejki 0 elementów znalezionych ==
pt: = = Pular os itens da fila de saída 0 encontrados = =
ru: == Пропуск исходящие очереди 0 найдено ==
th: == ข้ามพบรายการคิวขาออก 0 ==

source: 404 Page Not Found
cs: 404 Stránka nenalezena
de: 404 Seite nicht gefunden
es: 404 Página no encontrada
id: 404 Halaman tidak ditemukan
pt: 404 Página não encontrada
ru: 404 Страница не найдена
th: หน้าไม่พบ

source: Page Not Found
cs: Stránka nenalezena
de: Seite nicht gefunden
es: Página no encontrada
id: Halaman tidak ditemukan
pt: Página não encontrada
ru: Страница не найдена
th: หน้าไม่พบ

source: Sorry the requested page could not be found please check the url.
cs: Požadovaná stránka nebyla nalezena. Překontrolujte prosím URL.
de: Tut mir Leid die angeforderte Seite konnte nicht gefunden werden bitte überprüfen Sie die Url.
es: Lo sentimos la página solicitada no se encuentra por favor revise la dirección url.
fr: Désolé la page demandée n'a pas pu être trouvé s'il vous plaît vérifier l'URL.
id: Maaf halaman yang diminta tidak dapat ditemukan periksa url.
pl: Przepraszamy żądanej strony nie znaleziono Sprawdź adres URL.
pt: Desculpe a página solicitada não pôde ser encontrada, por favor verifique a url.
ru: Извините, запрашиваемая страница не найдена проверьте URL-адрес.
th: ขออภัยหน้าร้องขอไม่พบกรุณาตรวจสอบ url ได้
