Repository: endelwar/baruwa
Catalog: src/baruwa/locale/*/LC_MESSAGES/django.po
Languages: cs, de, es, fr, id, pl, pt, ru, th

source: User account
cs: Uživatelský účet
de: Benutzerkonto
es: Cuenta de usuario
fr: Compte utilisateur
id: Akun pengguna
pl: Konto Użytkownika
pt: Conta de usuário
ru: Учетная запись пользователя
th: บัญชีผู้ใช้

source: Scan email:
cs: Zkontrolovat e-mail:
de: E-Mail-Scan:
es: Análisis de correo electrónico:
fr: Scanner l'email:
id: Pemindaian email:
pl: Skanowanie email:
pt: Varredura de e-mail:
ru: Проверка электронной почты:
th: การสแกนอีเมล์:

source: Yes
cs: Ano
de: Ja
es: Sí
fr: Oui
id: Ya
pl: Tak
pt: Sim
ru: Да
th: ใช่

source: No
cs: Ne
de: Nicht
fr: Non
id: Tidak
pl: Nie
pt: Não
ru: Не
th: ไม่

source: Send quarantine report:
cs: Zaslat hlášení o karanténě:
de: Senden Sie Quarantäne-Bericht:
es: Enviar informe de cuarentena:
fr: Envoyer le rapport de quarantaine:
id: Kirim laporan karantina:
pl: Wysłać raport kwarantanny:
pt: Envie relatório de quarentena:
ru: Отправьте отчет карантина:
th: ส่งรายงานการตรวจสอบ:

source: Spam High Score:
cs: Spam vysoké skóre:
de: Hohe Spam-Score:
es: Puntuación alta:
fr: Spam Score Élevé:
id: Spam Skor tinggi:
pl: Spam z Wysoką Oceną:
pt: Alta pontuação de spam:
ru: Высокий рейтинг спама:
th: สแปมคะแนนสูงสุด:

source: Spam Low Score:
cs: Spam nízké skóre:
de: Spam-niedrigen Faktor:
es: Baja calificación de spam:
fr: Spam Score Faible:
id: Spam Skor rendah:
pl: Spam z Niską Oceną:
pt: Baixa pontuação de spam:
ru: Спам низкий балл:
th: สแปมคะแนนต่ำ:

source: Domains managed
de: Domänen verwaltet
es: Dominios gestionados
fr: Domaines gérées
id: Domain yang dikelola
pl: Domeny zarządzane
pt: Domínios gerenciados
ru: Домены управляемых
th: จัดการโดเมน

source: Associated Addresses
de: Zugeordneten Adressen
es: Direcciones asociadas
fr: Adresses associées
id: Alamat yang terkait
pl: Powiązane Adresy
pt: Endereços associados
ru: Связанные адреса
th: ที่อยู่เกี่ยวข้อง

source: Enabled
cs: Povoleno
de: Aktiviert
es: Habilitado
fr: Activé
id: Diaktifkan
pl: Włączone
pt: Habilitado
ru: Включено
th: เปิดใช้งาน

source: No addresses stored at the moment.
cs: V tuto chvíli nejsou uloženy žádné adresy.
de: Keine Adressen im Moment gespeichert.
es: No hay direcciones almacenadas en este momento.
fr: Aucune adresse stockée pour le moment.
id: Tidak ada alamat yang disimpan saat ini.
pl: Brak adresów zapisanych w tej chwili.
pt: Não há endereços armazenados no momento.
ru: Нет адреса, хранящиеся в данный момент.
th: ไม่มีที่อยู่ที่จัดเก็บในขณะ

source: Email signatures
de: E-Mail-Signaturen
es: Firmas de correo electrónico
id: Email signature
pt: Assinaturas de e-mail
ru: Подписи электронной почты
th: ลายเซ็นอีเมล

source: Text signature
de: Textsignatur
es: Firma de texto
id: Tangan teks
pt: Assinatura de texto
ru: Текст подписи
th: ข้อความลายเซ็น

source: HTML signature
de: HTML-Signatur
es: Firma HTML
id: Tanda-tangan HTML
pt: Assinatura HTML
ru: Подпись HTML
th: ลายเซ็นของ HTML

source: No email signatures configured
de: Keine e-Mail-Signaturen konfiguriert
es: Ninguna firma de correo electrónico configurada
id: Tidak ada tanda tangan email yang dikonfigurasi
pt: Não há assinaturas de e-mail configuradas
ru: Нет подписи электронной почты настроены
th: ลายเซ็นอีเมลไม่มีกำหนด

source: Settings :: Add authentication server
cs: Nastavení :: Přidání autentifikačního serveru
de: Einstellungen:: Authentifizierungs-Server hinzufügen
es: Configuración:: Agregar servidor de autenticación
fr: Paramètres :: Ajouter le serveur d'authentification
id: Pengaturan:: Menambahkan server otentikasi
pl: Ustawienia :: Dodaj serwer uwierzytelniania
pt: Configurações:: Adicionar o servidor de autenticação
ru: Настройки:: Добавить сервер аутентификации
th: ตั้งค่า:: เพิ่มเซิร์ฟเวอร์การรับรองความถูกต้อง

source: Domains :: %(address)s - add authentication server
de: Domänen:: %(address)s -Authentifizierungs-Server hinzufügen
es: Dominios:: %(address)s -agrega el servidor de autenticación
fr: Domaines :: %(address)s - ajouter le serveur d'authentification
id: Domain:: %(address)s -menambahkan server otentikasi
pl: Domeny :: %(address)s - Dodaj serwer uwierzytelniania
pt: Domínios:: %(address)s -Adiciona o servidor de autenticação
ru: Домены:: %(address)s -Добавить сервер аутентификации
th: โดเมน:: %(address)s -เพิ่มเซิร์ฟเวอร์การรับรองความถูกต้อง

source: Add Authentication server
de: Authentifizierungs-Server hinzufügen
es: Agregar el servidor de autenticación
id: Menambahkan server otentikasi
pt: Adicionar o servidor de autenticação
ru: Добавление сервера аутентификации
th: เพิ่มเซิร์ฟเวอร์การรับรองความถูกต้อง

source: Settings :: Add Email signature
de: Einstellungen:: E-Mail-Signatur hinzufügen
es: Configuración:: Agregar firma de correo electrónico
id: Pengaturan:: Menambahkan tanda tangan Email
pt: Configurações:: Adicionar assinatura de E-mail
ru: Настройки:: Добавить подпись электронной почты
th: ตั้งค่า:: เพิ่มลายเซ็นอีเมล

source: Domains :: %(address)s - add email signature
de: Domänen:: %(address)s -e-Mail-Signatur hinzufügen
es: Dominios:: %(address)s -Añadir la firma de correo electrónico
id: Domain:: %(address)s -menambahkan tanda tangan email
pt: Domínios:: %(address)s -Adicionar a assinatura de e-mail
ru: Домены:: %(address)s -добавить подпись электронной почты
th: โดเมน:: %(address)s -เพิ่มลายเซ็นอีเมล

source: Add Domain signature
de: Domain Signatur hinzufügen
es: Agregar firma de dominio
id: Menambahkan tanda tangan Domain
pt: Adicionar assinatura de domínio
ru: Добавление подписи домена
th: เพิ่มลายเซ็นโดเมน

source: Settings :: Add destination mail server
cs: Nastavení :: Přidání cílového mail serveru
de: Einstellungen:: Add Ziel-Mailserver
es: Configuración:: Agregar el servidor de correo de destino
fr: Paramètres :: Ajouter un serveur de messagerie destinataire
id: Pengaturan:: Tambahkan server e-mail tujuan
pl: Ustawienia :: Dodaj docelowy serwer poczty
pt: Configurações:: Adicionar o servidor de correio de destino
ru: Настройки:: Добавить назначения почтового сервера
th: ตั้งค่า:: เพิ่มเซิร์ฟเวอร์ปลายทาง

source: Domains :: %(domain_address)s - add destination mail server
de: Domänen:: %(domain_address)s -Hinzufügen der Ziel-Mailserver
es: Dominios:: %(domain_address)s -agrega el servidor de correo de destino
fr: Domaines :: %(domain_address)s - ajouter un serveur de messagerie destinataire
id: Domain:: %(domain_address)s -menambahkan server e-mail tujuan
pl: Domeny :: %(domain_address)s - dodaj docelowy serwer poczty
pt: Domínios:: %(domain_address)s -Adiciona o servidor de correio de destino
ru: Домены:: %(domain_address)s -добавить назначения почтового сервера
th: โดเมน:: %(domain_address)s -เพิ่มเซิร์ฟเวอร์จดหมายปลายทาง

source: Add Mail Server
cs: Přidat mail server
de: Mail-Server hinzufügen
es: Agregar el servidor de correo
fr: Ajouter un serveur mail
id: Menambahkan Server E-mail
pl: Dodaj serwer poczty
pt: Adicionar o servidor de email
ru: Добавление почтового сервера
th: เพิ่มเซิร์ฟเวอร์จดหมาย

source: Domain page
de: Domain Seite
es: Página de dominio
fr: Page de domaine
id: Halaman domain
pl: Strona domeny
pt: Página de domínio
ru: Страница домена
th: หน้าโดเมน

source: Delete authentication host
de: Authentifizierung Host löschen
es: Eliminar host de autenticación
fr: Supprimer l'hôte de l'authentification
id: Menghapus otentikasi host
pl: Usuń hosta uwierzytelniania
pt: Excluir host de autenticação
ru: Удаление проверки подлинности узла
th: ลบโฮสต์รับรองความถูกต้อง

source: Delete Authentication Host
de: Authentifizierung Host löschen
es: Eliminar Host de autenticación
fr: Supprimer l'Hôte de l'Authentification
id: Menghapus otentikasi Host
pl: Usuń hosta uwierzytelniania
pt: Excluir Host de autenticação
ru: Удаление проверки подлинности узла
th: ลบโฮสต์รับรองความถูกต้อง

source: Delete the Authentication host %(host_address)s: ?
de: Löschen Sie den Host Authentifizierung %(host_address)s:?
es: ¿Eliminar el host de autenticación %(host_address)s:?
fr: Supprimer l'hôte de l'authentification %(host_address)s: ?
id: Menghapus otentikasi host %(host_address)s:?
pl: Usuń host uwierzytelniania %(host_address)s: ?
pt: Apagar o acolhimento de autenticação %(host_address)s:?
ru: Удалить хост аутентификации %(host_address)s:?
th: ลบโฮสต์ตรวจสอบ %(host_address)s:

source: Delete Mail host
de: Mailhost löschen
es: Eliminar el servidor de correo
fr: Supprimer l'hôte du serveur mail
id: Menghapus E-mail host
pl: Usuń serwera poczty
pt: Excluir host mensagens
ru: Удалить почтовый хост
th: ลบจดหมายโฮสต์

source: Delete Mail Host
de: Mailhost löschen
es: Eliminar correo Host
fr: Supprimer l'Hôte du serveur Mail
id: Menghapus E-mail Host
pl: Usuń serwera poczty
pt: Excluir email Host
ru: Удалить почтовый хост
th: ลบจดหมายโฮสต์

source: Delete the mail host %(host_address)s: ?
de: Der e-Mail-Server löschen %(host_address)s:?
es: ¿Eliminar el servidor de correo %(host_address)s:?
fr: Supprimer l'hôte du serveur mail %(host_address)s: ?
id: Menghapus e-mail host %(host_address)s:?
pl: Usuń serwera Mail %(host_address)s: ?
pt: Excluir o host de email %(host_address)s:?
ru: Удалить почтовый хост %(host_address)s:?
th: ลบโฮสต์จดหมาย %(host_address)s:

source: Settings :: Domain
cs: Nastavení :: Doména
de: Einstellungen:: Domain
es: Configuración:: dominio
fr: Paramètres :: Domaine
id: Pengaturan:: Domain
pl: Ustawiania :: Domeny
pt: Configurações:: domínio
ru: Параметры:: домен
th: ตั้งค่า:: โดเมน

source: Domains :: Showing - %(domain_address)s
cs: Domény :: Zobrauji - %(domain_address)s
de: Domänen:: Anzeigen-%(domain_address)s
es: Dominios:: Mostrando-%(domain_address)s
fr: Domaines :: Liste - %(domain_address)s
id: Domain:: Menampilkan-%(domain_address)s
pl: Domeny :: Wyświetlanie - %(domain_address)s
pt: Domínios:: Mostrando-%(domain_address)s
ru: Домены:: Показаны-%(domain_address)s
th: โดเมน:: แสดง- %(domain_address)s

source: Domain information
cs: Informace o doméně
de: Domain-Informationen
es: Información del dominio
fr: Les informations de domaine
id: Informasi domain
pl: Informacje o domenie
pt: Informações de domínio
ru: Информация домена
th: ข้อมูลโดเมน

source: Domain name:
cs: Jméno domény:
de: Domain-Namen:
es: Nombre de dominio:
fr: Nom de domaine:
id: Nama domain:
pl: Nazwa domeny:
pt: Nome de domínio:
ru: Имя домена:
th: ชื่อโดเมน:

source: Status:
cs: Stav:
es: Estado:
fr: Statut:
ru: Статус:
th: สถานะ:

source: Inactive
cs: Neaktivní
de: Inaktiv
es: Inactivo
fr: Inactif
id: Tidak aktif
pl: Nieaktywny
pt: Inativo
ru: Неактивные
th: ไม่ได้ใช้งาน

source: Owner:
cs: Vlastník:
de: Besitzer:
es: Propietario:
fr: Propriétaire:
id: Pemilik:
pl: Właściciel:
pt: Proprietário:
ru: Владелец:
th: เจ้าของ:

source: Load Balance servers:
cs: Servery vyrovnávání zátěže:
de: Load Balance-Server:
es: Servidores de equilibrio de carga:
fr: Serveurs d'équilibrage de charge:
id: Keseimbangan beban server:
pl: Serwery Równoważenia Obciążenia:
pt: Servidores de equilíbrio de carga:
ru: Серверов баланса нагрузки:
th: โหลดดุลเซิร์ฟเวอร์:

source: Delivery SMTP Servers
cs: Doručovací SMTP servery
de: Übermittlung von SMTP-Servern
es: Entrega SMTP servidores
fr: Serveurs de livraison SMTP
id: Pengiriman SMTP server
pl: Serwery SMTP
pt: Servidores de entrega SMTP
ru: Доставки SMTP серверов
th: ส่ง SMTP เซิร์ฟเวอร์

source: No smtp delivery servers configured
cs: Není nakonfigurován žádný doručovací smtp server
de: Keine smtp-Zustellung-Server konfiguriert
es: No hay servidores de entrega smtp configurados
fr: Pas de serveurs de livraison SMTP configurés
id: Tidak ada pengiriman smtp server dikonfigurasi
pl: Brak skonfigurowanych serwerów SMTP
pt: Nenhum servidor de entrega smtp configurado
ru: Нет серверов доставки smtp настроен
th: เซิร์ฟเวอร์ส่ง smtp ไม่มีกำหนด

source: Authentication Servers
cs: Autentifikační servery
de: Authentifizierungsserver
es: Servidores de autenticación
fr: Serveurs d'authentification
id: Otentikasi server
pl: Serwery uwierzytelniania
pt: Servidores de autenticação
ru: Серверы аутентификации
th: เซิร์ฟเวอร์การรับรองความถูกต้อง

source: No auth servers configured
cs: Žádné auth servery nejsou nakonfigurovány
de: Keine Auth Server konfiguriert
es: No hay servidores de autenticación configurados
fr: Pas de serveurs d'authentification configurés
id: Tidak ada server auth dikonfigurasi
pl: Brak skonfigurowanych serwerów uwierzytelnianie
pt: Não há servidores de autenticação configurados
ru: Настроенные серверы не auth
th: เซิร์ฟเวอร์การรับรองความถูกต้องไม่มีการกำหนดค่า

source: Settings :: Edit authentication mail server
cs: Nastavení :: Úprava autentifikačního mail serveru
de: Einstellungen:: Bearbeiten Mail-Authentifizierungsserver
es: Configuración:: Editar servidor de correo de autenticación
fr: Paramètres :: Modifier le serveur de messagerie d'authentification
id: Pengaturan:: Mengedit otentikasi mail server
pl: Ustawienia :: Edytuj uwierzytelnianie serwera pocztowego
pt: Configurações:: Servidor de email de autenticação de editar
ru: Настройки:: Редактирование почтового сервера аутентификации
th: ตั้งค่า:: แก้ไขเซิร์ฟเวอร์จดหมายรับรองความถูกต้อง

source: Edit authentication Server %(forms_errors)s
de: Server Authentifizierung bearbeiten %(forms_errors)s
es: Editar la autenticación de servidor %(forms_errors)s
fr: Modifier le serveur d'authentification %(forms_errors)s
id: Mengedit otentikasi Server %(forms_errors)s
pl: Edytuj uwierzytelniania serwera %(forms_errors)s
pt: Editar autenticação servidor %(forms_errors)s
ru: Изменение проверки подлинности сервер %(forms_errors)s
th: แก้ไขตรวจสอบ Server %(forms_errors)s

source: Settings :: Edit Email signature
de: Einstellungen:: E-Mail Signatur bearbeiten
es: Configuración:: Editar firma de correo electrónico
id: Pengaturan:: Mengedit tanda tangan Email
pt: Configurações:: Editar assinatura de E-mail
ru: Настройки:: Редактировать подписи для электронной почты
th: ตั้งค่า:: แก้ไขลายเซ็นอีเมล

source: Domains :: %(address)s - edit email signature
de: Domänen:: %(address)s -e-Mail-Signatur bearbeiten
es: Dominios:: %(address)s -editar la firma de correo electrónico
id: Domain:: %(address)s -mengedit tanda tangan email
pt: Domínios:: %(address)s -editar assinatura de e-mail
ru: Домены:: %(address)s -редактировать подпись электронной почты
th: โดเมน:: %(address)s -แก้ไขลายเซ็นอีเมล

source: Edit Domain signature
de: Domain Signatur bearbeiten
es: Editar dominio firma
id: Mengedit tanda tangan Domain
pt: Editar assinatura de domínio
ru: Редактировать подписи домена
th: แก้ไขลายเซ็นโดเมน

source: Settings :: Edit destination mail server
cs: Nastavení :: Úprava cílového mail serveru
de: Einstellungen:: Bearbeiten Ziel-Mailserver
es: Configuración:: Editar servidor de correo de destino
fr: Paramètres :: Modifier le serveur de messagerie destinataire
id: Pengaturan:: Edit mail server tujuan
pl: Ustawienia :: Edycja docelowego serwera pocztowego
pt: Configurações:: Servidor de correio de destino de editar
ru: Параметры:: Редактирования назначения почтового сервера
th: ตั้งค่า:: แก้ไขเซิร์ฟเวอร์จดหมายปลายทาง

source: Edit Mail Server
cs: Upravit mail server
de: Mail-Server bearbeiten
es: Editar servidor de correo
fr: Modifier le Serveur Mail
pl: Edycja serwera poczty
ru: Редактирование почтового сервера
th: แก้ไข Mail Server

source: Domains ::
cs: Domény ::
de: Domänen::
es: Dominios::
fr: Domaines ::
id: Domain::
pl: Domeny ::
pt: Domínios::
ru: Домены::
th: โดเมน::

source: Domain Name
cs: Jméno domény
de: Domain-Namen
es: Nombre de dominio
fr: Nom de Domaine
id: Nama domain
pl: Nazwa Domeny
pt: Nome de domínio
ru: Доменное имя
th: ชื่อโดเมน

source: Owner
cs: Vlastník
de: Eigentümer
es: Propietario
fr: Propriétaire:
id: Pemilik
pl: Właściciel
pt: Proprietário
ru: Владелец
th: เจ้าของ

source: Actions
cs: Akce
de: Aktionen
es: Acciones
id: Tindakan
pl: Akcje
pt: Ações
ru: Действия
th: การกระทำ

source: No domains found
cs: Žádná doména nenalezena
de: Keine Domänen gefunden
es: No hay dominios encontrados
fr: Aucun domaines trouvés
id: Domain tidak ditemukan
pl: Brak znalezionych domen
pt: Sem domínios encontrados
ru: Домены не найдены
th: โดเมนไม่พบ

source: Initialize
cs: Inicializovat
de: Initialisieren
es: Inicializar
fr: Initialiser
id: Menginisialisasi
pl: Zainicjuj
pt: Inicializar
ru: Инициализация
th: เตรียมใช้งาน

source: Scanning Nodes
de: -Knoten
es: Los nodos de
fr: Nœuds Scanneurs
id: Pemindaian node
pl: Węzły skanujące
pt: Nós de
ru: Сканирование узлов
th: การสแกนโหน

source: Scanning Nodes ::
de: Scannen Knoten::
es: Análisis de nodos::
fr: Nœuds Scanneurs ::
id: Pemindaian node::
pl: Węzły skanujące ::
pt: Nós de digitalização::
ru: Сканирование узлы::
th: การสแกนโหน::

source: Node Name
de: Knotennamen
es: Nombre de nodo
fr: Nom du Noeud
id: Nama
pl: Nazwa Węzła
pt: Nome do nó
ru: Имя узла
th: ชื่อโหนด

source: No scanning nodes found
de: Keine Scannen-Knoten gefunden
es: No hay nodos análisis encontrados
fr: Pas de nœuds scanneurs trouvé
id: Tidak ada node pemindaian yang ditemukan
pl: Nie znaleziono węzłów skanujących
pt: Nenhum nó de digitalização encontrados
ru: Проверки узлов не найдены
th: ไม่พบโหนดการสแกน

source: The request is being processed. Current status:
cs: Požadavek je zpracováván. Současný stav:
de: Die Anforderung wird verarbeitet. Aktueller Status:
es: La solicitud se está procesando. Estado actual:
fr: La requête est en cours de traitement. Statut actuel:
id: Permintaan sedang diproses. Status saat ini:
pl: żądanie jest przetwarzane. Obecny status:
pt: A solicitação está sendo processada. Status atual:
ru: Запрос обрабатывается. Текущий статус:
th: กำลังประมวลผลการร้องขอ สถานะปัจจุบัน:

source: Viewing Scanning Node %(scanner_address)s
de: Anzeigen von Knoten zu scannen %(scanner_address)s
es: Ver análisis de nodo %(scanner_address)s
fr: Affichage Noeud Scanneur %(scanner_address)s
id: Melihat pemindaian Node %(scanner_address)s
pl: Przeglądanie węzła skanującego %(scanner_address)s
pt: Exibindo varredura nó %(scanner_address)s
ru: Просмотр сканирование узел %(scanner_address)s
th: การดูการสแกนโหน %(scanner_address)s

source: Configuration Settings
cs: Konfigurační nastavení
de: Konfigurationseinstellungen
es: Opciones de configuración
fr: Paramètres de configuration
id: Pengaturan konfigurasi
pl: Ustawienia konfiguracji
pt: Definições de configuração
ru: Параметры конфигурации
th: ตั้งค่าคอนฟิก

source: Scanning Node Settings
de: Scaneinstellungen Knoten
es: Configuración del nodo de análisis
fr: Paramètres du Noeud Scanneur
id: Pemindaian Node pengaturan
pl: Ustawienia węzła skanującego
pt: Nó configurações de digitalização
ru: Узел Параметры сканирования
th: การสแกนตั้งค่าโหนด

source: Scanning Node Settings ::
de: Scaneinstellungen Knoten::
es: Configuración del nodo análisis::
fr: Paramètres du Noeud Scanneur ::
id: Pemindaian Node pengaturan::
pl: Ustawienia węzła skanującego ::
pt: Nó configurações de varredura::
ru: Узел Параметры сканирования::
th: การสแกนตั้งค่าโหนด::

source: Not yet Implemented
cs: Není dosud implementováno
de: Noch nicht implementiert
es: Aún no implementado
fr: Pas encore implémenté
id: Belum di implementasikan
pl: Jeszcze nie zaimplementowano
pt: Ainda não implementado
ru: Еще не реализовано
th: ยังไม่ได้ ดำเนิน

source: From address:
cs: Adresa Od:
de: Adresse:
es: De dirección:
fr: De l'adresse:
id: Dari alamat:
pl: Z Adresu:
pt: De endereço:
ru: Адрес:
th: จากที่อยู่:

source: To address:
cs: Adresa Komu:
de: Adresse:
es: A la dirección:
fr: À l'Adresse:
id: Untuk alamat:
pl: Na adres:
pt: Para o endereço:
ru: Адрес:
th: อยู่:

source: List type:
cs: Typ seznamu
de: Listentyp:
es: Tipo de lista:
fr: Type de liste:
id: Daftar jenis:
pl: Typ listy:
pt: Tipo de lista:
ru: Тип списка:
th: ชนิดของรายการ:

source: Whitelist
es: Lista blanca
fr: Liste Blanche
id: Daftar putih
pl: Biała Lista
ru: Белый список

source: Blacklist
de: Schwarze Liste
es: Lista negra
fr: Liste Noire
pl: Czarna Lista
pt: Lista negra
ru: Черный список
th: บัญชีดำ

source: Adding to list
cs: Přidání do seznamu
de: Liste hinzufügen
es: Agregar a la lista
fr: Ajout à la liste
id: Menambahkan ke daftar
pl: Dodanie do listy
pt: Adicionar à lista
ru: Добавление в список
th: เพิ่มรายการ

source: Add List Item
cs: Přidat položku seznamu
de: Listenelement hinzuzufügen
es: Agregar elemento de lista
fr: Ajouter un élément liste
id: Tambahkan Item daftar
pl: Dodaj element listy
pt: Adicionar Item de lista
ru: Добавление элемента списка
th: เพิ่มรายการ

source: Delete from List
cs: Odstranit ze seznamu
de: Aus Liste löschen
es: Eliminar de lista
fr: Supprimer de la liste
id: Hapus dari daftar
pl: Usuń z listy
pt: Excluir da lista
ru: Удалить из списка
th: ลบออกจากรายการ

source: Delete Item from
cs: Odstranit položku z
de: Element aus löschen
es: Eliminar elemento de
fr: Supprimer l'élément de
id: Menghapus Item dari
pl: Usuń element z
pt: Excluir o Item do
ru: Удалить элемент из
th: ลบรายการจาก

source: This will delete %(address)s from the
cs: Tohle odstraní %(address)s z
de: Dieses löscht %(address)s aus der
es: Esto eliminará %(address)s de la
fr: Ceci va supprimer %(address)s de
id: Ini akan menghapus %(address)s dari
pl: To spowoduje usunięcie %(address)s z
pt: Isto irá apagar %(address)s do
ru: Это приведет к удалению %(address)s от
th: นี้จะลบ %(address)s จากการ

source: Add to List
cs: Přidat do seznamu
de: Zur Liste hinzufügen
es: Añadir a la lista
fr: Ajouter à la liste
id: Tambah ke daftar
pl: Dodaj do listy
pt: Adicionar à lista
ru: Добавить в список
th: เพิ่มรายการ

source: List management
cs: Správa seznamu
de: Listenverwaltung
es: Gestión de la lista
fr: Gestion de la liste
id: Daftar manajemen
pl: Zarządzanie listą
pt: Gerenciamento de lista
ru: Список управления
th: การจัดการรายการ

source: Action
cs: Akce
de: Aktion
es: Acción
id: Aksi
pl: Akcja
pt: Ação
ru: Действия
th: การกระทำ

source: No records returned
cs: Nevráceny žádné záznamy
de: Keine Datensätze zurückgegeben
es: No hay registros devueltos
fr: Aucun enregistrements retournés
id: Tidak ada catatan yang kembali
pl: Brak rekordów zwracanych
pt: Nenhum registro retornado
ru: Записи не возвращаются
th: ไม่มีระเบียนที่ส่งคืน

source: Filter
cs: Filtr
es: Filtro
fr: Filtre
pl: Filtr
pt: Filtro
ru: Фильтр
th: ตัวกรอง

source: From:
cs: Od:
de: Von:
es: De:
fr: De:
id: Dari:
pl: Od:
pt: De:
ru: От:
th: จาก:

source: excluding
de: ausgenommen
es: excluyendo
fr: excluant
id: tidak termasuk
pl: z wyłączeniem
pt: excluindo
ru: исключая
th: ยกเว้น

source: The message id: %(id)s has been deleted
cs: Zpráva id: %(id)s byla odstraněna
de: Die Nachrichten-Id: %(id)s wurde gelöscht
es: El id de mensaje: %(id)s se ha eliminado
fr: L'ID du message: %(id)s a été supprimé
id: Id pesan: %(id)s telah dihapus
pl: Wiadmość o ID: %(id)s została usunięta
pt: A id da mensagem: %(id)s foi excluído
ru: Идентификатор сообщения: %(id)s был удален
th: Id ข้อความ: %(id)s ได้ถูกลบออก

source: The message id: %(id)s could not be deleted: %(error_msg)s
cs: Zpráva id: %(id)s nemohla být odstraněna: %(error_msg)s
de: Die Nachrichten-Id: %(id)s konnte nicht gelöscht werden: %(error_msg)s
es: El id de mensaje: %(id)s no se pudo eliminar: %(error_msg)s
fr: L'ID du message: %(id)s ne pouvait pas être supprimé: %(error_msg)s
id: Id pesan: %(id)s tak bisa dihapus: %(error_msg)s
pl: Wiadmość o ID: %(id)s nie została usunięta: %(error_msg)s
pt: A id da mensagem: %(id)s não poderia ser apagado: %(error_msg)s
ru: Идентификатор сообщения: %(id)s не могут быть удалены: %(error_msg)s
th: Id ข้อความ: %(id)s ไม่สามารถลบ: %(error_msg)s

source: Baruwa :: Showing message - %(id)s
cs: Baruwa :: Zobrazení zprávy - %(id)s
de: Baruwa:: Ergebnis Nachricht-%(id)s
es: Baruwa:: Mostrando mensaje-%(id)s
fr: Baruwa :: Affichage du message - %(id)s
id: Baruwa:: Menampilkan pesan-%(id)s
pl: Baruwa :: Wyświetlanie wiadomości - %(id)s
pt: Elonir:: Apresentando mensagem-%(id)s
ru: Барува:: Показ сообщение-%(id)s
th: Baruwa:: แสดงความ- %(id)s
